-- phpMyAdmin SQL Dump
-- version 2.10.2
-- http://www.phpmyadmin.net
-- 
-- 主機: localhost
-- 建立日期: Jun 03, 2010, 03:49 PM
-- 伺服器版本: 5.0.45
-- PHP 版本: 5.2.3

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";

-- 
-- 資料庫: `food`
-- 

-- --------------------------------------------------------

-- 
-- 資料表格式： `attention`
-- 

CREATE TABLE `attention` (
  `id` int(8) NOT NULL auto_increment,
  `userid` int(10) NOT NULL COMMENT '會員ID',
  `case_id` varchar(50) NOT NULL COMMENT '病歷號碼',
  `user_name` varchar(200) NOT NULL COMMENT '姓名',
  `birthday` varchar(50) NOT NULL COMMENT '出生日期',
  `attention_date` varchar(50) NOT NULL COMMENT '衛教日期',
  `sex` varchar(10) default NULL COMMENT '性別',
  `doctor` varchar(200) default NULL COMMENT '主治醫生',
  `height` varchar(20) default NULL COMMENT '身高',
  `weight` varchar(20) default NULL COMMENT '目前體重',
  `goodweight` varchar(50) default NULL COMMENT '理想體重',
  `fixweight` varchar(50) default NULL COMMENT '校正體重',
  `food_date` varchar(20) default NULL COMMENT '飲食日誌區間',
  `food_date2` varchar(20) default NULL COMMENT '飲食日誌區間',
  `need_cal` varchar(100) default NULL COMMENT '熱量需求',
  `get_mg` int(1) NOT NULL default '0' COMMENT '磷攝取',
  `get_water` int(1) NOT NULL default '0' COMMENT '水分攝取',
  `get_egg` varchar(100) default NULL COMMENT '蛋白質需求',
  `get_na` int(1) NOT NULL default '0' COMMENT '鈉攝取',
  `get_pho` int(1) NOT NULL default '0' COMMENT '磷結合劑使用正確性',
  `get_cal` int(1) NOT NULL default '0' COMMENT '熱量攝取',
  `get_pot` int(1) NOT NULL default '0' COMMENT '鉀攝取',
  `motive` int(1) NOT NULL default '0' COMMENT '飲食控制動機',
  `low_egg` int(1) NOT NULL default '0' COMMENT '補充低蛋白點心',
  `get_car` int(1) NOT NULL default '0' COMMENT '單醣攝取',
  `get_fat` int(1) NOT NULL default '0' COMMENT '飽和脂訪攝取',
  `principal_food` varchar(200) default NULL COMMENT '飲食計畫-主食',
  `fruit` varchar(200) default NULL COMMENT '飲食計畫-水果',
  `oil` varchar(200) default NULL COMMENT '飲食計畫-油脂',
  `meat` varchar(200) default NULL COMMENT '飲食計畫-肉魚豆蛋',
  `vegetables` varchar(200) default NULL COMMENT '飲食計畫-蔬菜',
  `starch` varchar(200) default NULL COMMENT '飲食計畫-低氮澱粉',
  `egg_kidney` int(1) NOT NULL default '0' COMMENT '蛋白質食物與腎臟病之關係',
  `nitrogen` int(1) NOT NULL default '0' COMMENT '低氮點心製作指導',
  `supply` int(1) NOT NULL default '0' COMMENT '營養醫療補充品使用',
  `simple_food` int(1) NOT NULL default '0' COMMENT '簡易食物分量與待換',
  `low_pho` int(1) NOT NULL default '0' COMMENT '低磷飲食',
  `out_food` int(1) NOT NULL default '0' COMMENT '外食原則與建議',
  `low_egg_eat` int(1) NOT NULL default '0' COMMENT '低蛋白飲食原則',
  `low_na` int(1) NOT NULL default '0' COMMENT '低鈉飲食',
  `festival` int(1) NOT NULL default '0' COMMENT '年節飲食指導',
  `diabetes` int(1) NOT NULL default '0' COMMENT '糖尿病腎病變飲食調整',
  `low_pot` int(1) NOT NULL default '0' COMMENT '低鉀飲食',
  `belly` int(1) NOT NULL default '0' COMMENT '食慾不振飲食對策',
  `car_oil` int(1) NOT NULL default '0' COMMENT '增加熱量攝取油脂補充技巧',
  `high_cho` int(1) NOT NULL default '0' COMMENT '高膽固醇/三酸甘油脂飲食',
  `chew` int(1) NOT NULL default '0' COMMENT '咀嚼不良飲食原則',
  `add_cal` int(1) NOT NULL default '0' COMMENT '增加熱量攝取純糖類補充技巧',
  `note` text COMMENT '備註',
  `add_time` int(12) NOT NULL default '0' COMMENT '新增日期',
  `up_time` int(12) NOT NULL default '0' COMMENT '修改日期',
  PRIMARY KEY  (`id`),
  KEY `userid` (`userid`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=8 ;

-- 
-- 列出以下資料庫的數據： `attention`
-- 

INSERT INTO `attention` VALUES (1, 5, '柯金成', 'test', '1970-01-01', '2009-10-23', '男', '柯金成', '101', '23', '18.900 ~ 24.500', '50', '', '', '12000', 2, 1, '12000', 1, 2, 1, 2, 1, 3, 1, 2, 'aa', 'bb', 'cc', 'dd', 'ee', 'ff', 0, 1, 1, 0, 0, 1, 1, 0, 0, 1, 1, 0, 0, 1, 1, 0, '1', 1256276960, 1256287268);
INSERT INTO `attention` VALUES (2, 2, '11111', '柯金成', '1983-05-18', '2008-5-18', '男', 'kurt', '175', '93', '56.7 ~ 73.5', '68', '2009-5-18', '2009-5-1820', '1200', 2, 2, '1200', 0, 0, 1, 1, 0, 2, 1, 2, '1', '2', '3', '4', '5', '6', 1, 0, 0, 1, 1, 0, 0, 1, 1, 0, 0, 1, 1, 0, 0, 1, 'test', 1256277006, 1256288570);
INSERT INTO `attention` VALUES (3, 0, '111', '柯金成', '1983-05-18', '', '男', '', '175', '93', '56.7 ~ 73.5', '', '', '20', '', 0, 0, '', 0, 0, 0, 0, 0, 0, 0, 0, '', '', '', '', '', '', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, '', 1256281140, 1256281140);

-- --------------------------------------------------------

-- 
-- 資料表格式： `choose_food`
-- 

CREATE TABLE `choose_food` (
  `ch_id` int(10) NOT NULL auto_increment,
  `ch_kind` varchar(30) NOT NULL COMMENT '食物類別',
  `ch_kind2` varchar(10) default NULL COMMENT '食物類別',
  `ch_image` varchar(255) NOT NULL COMMENT '食物圖片',
  `ch_name` varchar(200) NOT NULL COMMENT '食物名稱',
  `kg` varchar(10) default NULL COMMENT '重量',
  `ch_k` varchar(10) default NULL COMMENT '卡洛里',
  `ch_cholesterol` varchar(10) default NULL COMMENT '膽固醇',
  `ch_fat` varchar(10) default NULL COMMENT '脂肪',
  `ch_e` varchar(10) default NULL COMMENT '蛋白質',
  `ch_carbohydrate` varchar(10) default NULL COMMENT '醣類',
  `ch_potassium` varchar(10) default NULL COMMENT '鉀',
  `ch_sodium` varchar(10) default NULL COMMENT '鈉',
  `ch_calcium` varchar(10) default NULL COMMENT '鈣',
  `ch_phosphorous` varchar(10) default NULL COMMENT '磷',
  `ch_mg` varchar(10) default NULL COMMENT '鎂',
  `ch_iron` varchar(10) default NULL COMMENT '鐵',
  `ch_zinc` varchar(10) default NULL COMMENT '鋅',
  PRIMARY KEY  (`ch_id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=578 ;

-- 
-- 列出以下資料庫的數據： `choose_food`
-- 

INSERT INTO `choose_food` VALUES (55, 'food1', '', '煎蛋熱狗.jpg', '煎蛋熱狗+無糖豆漿', '10', '387.85', '249.75', '31.37', '18.42', '10.275', '140', '444.55', '36.65', '174', '22', '12', '13');
INSERT INTO `choose_food` VALUES (56, 'food1', '全榖根莖類', '起司蛋糕.jpg', '起司蛋糕', '50', '169', '81', '7.9', '3.7', '21', '55.5', '85', '15.5', '65', '5.5', NULL, NULL);
INSERT INTO `choose_food` VALUES (53, 'food1', '西式早餐', '滿福堡.jpg', '滿福堡、可樂650ml', '', '707.7', '292.65', '20.27', '19.93', '111.715', '226.1', '961.5', '167.05', '447.15', '39.1', NULL, NULL);
INSERT INTO `choose_food` VALUES (54, 'food1', '西式早餐', '漢堡夾蛋.jpg', '漢堡夾蛋+奶茶320ml', '', '631.3', '273.4', '37.535', '17.88', '30.355', '264.05', '507.75', '32.8', '225', '29.85', NULL, NULL);
INSERT INTO `choose_food` VALUES (52, 'food1', '西式早餐', '鮪魚土司夾蛋.jpg', '鮪魚土司夾蛋', '155', '380.35', '272.8', '22.99', '15.71', '27.92', '249.05', '480.65', '33.2', '211.45', '29.2', NULL, NULL);
INSERT INTO `choose_food` VALUES (51, 'food1', '西式早餐', '喀拉雞腿堡.jpg', '喀拉雞腿堡', '180', '511.25', '35.25', '32.955', '17.505', '37.36', '224.8', '784.3', '20.4', '148.75', '32.1', NULL, NULL);
INSERT INTO `choose_food` VALUES (50, 'food1', '西式早餐', '奶酥麵包.jpg', '奶酥麵包', '75', '279', '30.75', '11.4', '6.825', '37.725', '78.75', '161.25', '22.5', '62.25', '15.75', NULL, NULL);
INSERT INTO `choose_food` VALUES (49, 'food1', '西式早餐', '鮪魚漢堡.jpg', '鮪魚漢堡', '150', '488.75', '248.5', '19.57', '14.155', '37.055', '184.25', '335.75', '31.8', '190.2', '27', NULL, NULL);
INSERT INTO `choose_food` VALUES (48, 'food1', '西式早餐', '大亨堡.jpg', '大亨堡', '150', '438.7', '48.9', '21.82', '16.9', '44.45', '177.4', '845.7', '36.9', '186.2', '30.2', NULL, NULL);
INSERT INTO `choose_food` VALUES (47, 'food1', '西式早餐', '蛋糕.jpg', '蛋糕', '81', '320.9', '0', '5.715', '4.68', '62.31', '94.35', '401.05', '5.1', '56.55', '16.05', NULL, NULL);
INSERT INTO `choose_food` VALUES (45, 'food1', '西式早餐', '沙威瑪麵包.jpg', '沙威瑪麵包', '80', '216.75', '22.15', '8.175', '10.3', '25.51', '127.9', '387.65', '42.4', '122.8', '21.75', NULL, NULL);
INSERT INTO `choose_food` VALUES (46, 'food1', '西式早餐', '葡萄夾心.jpg', '葡萄夾心', '90', '282', '9.75', '5.625', '7.05', '51.66', '90.15', '352.95', '20.4', '89.4', '23.4', NULL, NULL);
INSERT INTO `choose_food` VALUES (43, 'food1', '中式早餐', '冷凍銀絲捲.jpg', '冷凍銀絲捲', '40', '112.4', '0', '1.32', '3.56', '21.8', '40.4', '4.4', '3.6', '32.4', '8', NULL, NULL);
INSERT INTO `choose_food` VALUES (44, 'food1', '西式早餐', '菠蘿奶酥麵包.jpg', '菠蘿奶酥麵包', '90', '334.8', '36.9', '13.68', '8.19', '45.27', '94.5', '193.5', '27', '74.7', '18.9', NULL, NULL);
INSERT INTO `choose_food` VALUES (42, 'food1', '中式早餐', '黑糖饅頭.jpg', '黑糖饅頭', '130', '332.9', '', '1.44', '9.78', '71', '124.5', '223.9', '71.6', '70.4', '27.7', NULL, NULL);
INSERT INTO `choose_food` VALUES (41, 'food1', '中式早餐', '菜包.jpg', '菜包', '150', '339', '1.5', '3.6', '12.9', '64.2', '150', '366', '42', '456', '28.5', NULL, NULL);
INSERT INTO `choose_food` VALUES (39, 'food1', '中式早餐', '芋頭包.jpg', '芋頭包', '35', '87.85', '0', '0.805', '2.45', '17.885', '46.9', '19.6', '8.4', '132.65', '6.65', NULL, NULL);
INSERT INTO `choose_food` VALUES (40, 'food1', '中式早餐', '奶黃包.jpg', '奶黃包', '30', '84.3', '0', '0.99', '2.67', '16.35', '30.3', '3.3', '2.7', '24.3', '6', NULL, NULL);
INSERT INTO `choose_food` VALUES (37, 'food1', '中式早餐', '三角紅豆包.jpg', '三角紅豆包', '90', '216.9', '0', '0.27', '6.66', '47.34', '92.7', '54', '18.9', '237.6', '18.9', NULL, NULL);
INSERT INTO `choose_food` VALUES (38, 'food1', '中式早餐', '小籠包.jpg', '小籠包', '35', '84', '0.7', '5.425', '3.36', '5.565', '45.5', '86.8', '3.85', '29.75', '4.2', NULL, NULL);
INSERT INTO `choose_food` VALUES (36, 'food1', '中式早餐', '傳統飯糰.jpg', '傳統飯糰', '165', '330.3', '', '8.325', '11.185', '51.58', '171', '519.85', '27.65', '101.95', '27.2', NULL, NULL);
INSERT INTO `choose_food` VALUES (35, 'food1', '中式早餐', '蔥蛋餅.jpg', '蔥蛋餅', '95', '310.85', '216.5', '20.445', '9.95', '21.48', '129.6', '67.8', '17.4', '156.4', '29.8', NULL, NULL);
INSERT INTO `choose_food` VALUES (34, 'food1', '中式早餐', '煎廣式蘿蔔糕.jpg', '煎廣式蘿蔔糕', '165', '340.95', '4.5', '21.585', '2.55', '34.8', '42', '385.5', '7.5', '49.5', '10.5', NULL, NULL);
INSERT INTO `choose_food` VALUES (33, 'food1', '中式早餐', '鮮肉包.jpg', '鮮肉包─150g，內含絞肉重35g', '150', '387', '15', '15.3', '10.65', '52.5', '150', '361.5', '42', '471', '24', NULL, NULL);
INSERT INTO `choose_food` VALUES (32, 'food1', '中式早餐', '上海小籠煎包.jpg', '上海小籠煎包', '175', '299', '6.1', '20.86', '5.75', '22.28', '84.6', '7.4', '10.6', '40.6', '11.2', NULL, NULL);
INSERT INTO `choose_food` VALUES (31, 'food1', '中式早餐', '冷凍饅頭.jpg', '冷凍饅頭', '95', '263.15', '0', '2.28', '7.03', '54.15', '82.65', '86.45', '8.55', '65.55', '16.15', NULL, NULL);
INSERT INTO `choose_food` VALUES (30, 'food1', '中式早餐', '三角肉鬆飯糰.jpg', '三角肉鬆飯糰', '115', '264.9', '15.45', '5.64', '8.05', '44.645', '125.8', '222.05', '14.5', '81.15', '13.6', NULL, NULL);
INSERT INTO `choose_food` VALUES (29, 'food1', '中式早餐', '麵皮蛋餅.jpg', '麵皮蛋餅', '120', '424.6', '216.5', '25.03', '6.1', '44.55', '70', '71', '46', '95', '7.5', NULL, NULL);
INSERT INTO `choose_food` VALUES (28, 'food1', '', '皮蛋瘦肉粥.jpg', '皮蛋瘦肉粥', '306', '231', '305.8', '2.54', '3.55', '16.99', '141.9', '471.9', '5.3', '106.8', '20', '10', '30');
INSERT INTO `choose_food` VALUES (26, 'food7', '飲料', '巧克力牛奶.jpg', '巧克力牛奶', '390', '202.8', '31.2', '5.07', '6.24', '33.93', '308.1', '152.1', '120.9', '183.3', '35.1', NULL, NULL);
INSERT INTO `choose_food` VALUES (25, 'food7', '飲料', '米漿.jpg', '米漿', '240', '146.4', '0', '1.2', '1.44', '32.88', '31.2', '4.8', '9.6', '26.4', '9.6', NULL, NULL);
INSERT INTO `choose_food` VALUES (23, 'food7', '飲料', '珍珠紅茶.jpg', '珍珠紅茶', '610', '438.5', '0', '12.8', '16.3', '67.94', '534.1', '5.3', '1073.6', '485.1', '120.1', NULL, NULL);
INSERT INTO `choose_food` VALUES (24, 'food7', '飲料', '珍穀米漿.jpg', '珍穀米漿', '480', '345.6', '0', '11.04', '5.28', '58.08', '163.2', '124.8', '9.6', '100.8', '48', NULL, NULL);
INSERT INTO `choose_food` VALUES (22, 'food7', '飲料', '咖啡飲料.jpg', '咖啡飲料', '240', '93.6', '4.8', '0.96', '2.16', '19.68', '180', '60', '72', '50.4', '14.4', NULL, NULL);
INSERT INTO `choose_food` VALUES (21, 'food7', '飲料', '臺灣啤酒.jpg', '臺灣啤酒', '330', '165', '0', '0', '0', '12.87', '102.3', '9.9', '0', '72.6', '26.4', NULL, NULL);
INSERT INTO `choose_food` VALUES (20, 'food7', '飲料', '沙士.jpg', '沙士', '250', '90', '0', '0', '0', '23', '0', '12.5', '5', '2.5', '0', NULL, NULL);
INSERT INTO `choose_food` VALUES (19, 'food7', '飲料', '杏仁茶.jpg', '杏仁茶', '340', '142.8', '0', '0', '0', '36.04', '17', '34', '10.2', '6.8', '0', NULL, NULL);
INSERT INTO `choose_food` VALUES (18, 'food7', '飲料', '仙草蜜.jpg', '仙草蜜', '335', '117.25', '0', '0', '0', '29.48', '50.25', '160.8', '43.55', '3.35', '6.7', NULL, NULL);
INSERT INTO `choose_food` VALUES (17, 'food7', '飲料', '芬達橘子汽水.jpg', '芬達橘子汽水', '350', '147', '0', '0', '0', '36.75', '3.5', '31.5', '7', '0', '3.5', NULL, NULL);
INSERT INTO `choose_food` VALUES (16, 'food7', '零食點心', '黑巧克力.jpg', '黑巧克力', '40', '218.4', '0.6', '13.32', '3.76', '21.28', '40.4', '40', '302.8', '31.6', '100', NULL, NULL);
INSERT INTO `choose_food` VALUES (15, 'food7', '零食點心', '白巧克力.jpg', '白巧克力', '35', '197.05', '5.25', '12.565', '3.01', '18.41', '141.4', '38.15', '69.3', '98', '9.1', NULL, NULL);
INSERT INTO `choose_food` VALUES (14, 'food7', '零食點心', '紅棗銀耳湯.jpg', '紅棗銀耳湯', '27.5', '86.575', '0', '0.1025', '1.4225', '20.3975', '161.25', '50.5', '11.725', '19.625', '10.125', NULL, NULL);
INSERT INTO `choose_food` VALUES (13, 'food7', '零食點心', '鮮橘凍.jpg', '鮮橘凍', '110', '48.9', '0', '0.2', '0.5', '12.45', '67.9', '7', '24.2', '17.5', '10.2', NULL, NULL);
INSERT INTO `choose_food` VALUES (12, 'food7', '零食點心', '炸薯條.jpg', '炸薯條', '65', '189.7', '', '13.695', '1.69', '15.47', '247', '13.65', '8.45', '50.7', '14.95', NULL, NULL);
INSERT INTO `choose_food` VALUES (11, 'food7', '零食點心', '豬肉條.jpg', '豬肉條', '35', '41.7', '18.3', '1.29', '6.39', '0.745', '136.95', '270.4', '1.05', '79.15', '8.4', NULL, NULL);
INSERT INTO `choose_food` VALUES (9, 'food7', '零食點心', '蛋捲4根.jpg', '蛋捲4根', '75', '405.75', '109.5', '24.375', '5.1', '42.225', '85.5', '168.75', '25.5', '122.25', '12', NULL, NULL);
INSERT INTO `choose_food` VALUES (10, 'food7', '零食點心', '小饅頭.jpg', '小饅頭', '35', '86.45', '0', '0.42', '2.835', '17.955', '23.1', '63.7', '7.35', '20.3', '5.6', NULL, NULL);
INSERT INTO `choose_food` VALUES (7, 'food7', '零食點心', '菜燕凍.jpg', '菜燕凍', '5', '15.3', '0', '0', '0.015', '3.915', '0.55', '3.35', '12.4', '0.2', '3.65', NULL, NULL);
INSERT INTO `choose_food` VALUES (8, 'food7', '零食點心', '蛋酥餅乾.jpg', '蛋酥餅乾', '25', '115.25', '144.25', '6.75', '2.85', '10.975', '81.75', '49', '14.75', '88.5', '6.25', NULL, NULL);
INSERT INTO `choose_food` VALUES (6, 'food7', '零食點心', '草莓夾心餅乾.jpg', '草莓夾心餅乾', '30', '148.5', '2.7', '7.14', '1.44', '19.92', '33.6', '90.9', '7.5', '26.1', '4.8', NULL, NULL);
INSERT INTO `choose_food` VALUES (5, 'food7', '零食點心', '油炸脫水甘薯片.jpg', '油炸脫水甘薯片', '25', '130.25', '0', '7.525', '0.575', '15.3', '197.5', '76.25', '39.5', '29.75', '10.5', NULL, NULL);
INSERT INTO `choose_food` VALUES (4, 'food7', '零食點心', '泡芙(巧克力).jpg', '泡芙(巧克力)', '65', '382.85', '94.9', '26.845', '6.695', '29.445', '215.8', '94.9', '108.55', '163.8', '29.9', NULL, NULL);
INSERT INTO `choose_food` VALUES (3, 'food7', '零食點心', '花生糖.jpg', '花生糖', '10', '54.4', '0', '3.25', '1.79', '4.61', '42.1', '18.3', '1.2', '30.8', '13.4', NULL, NULL);
INSERT INTO `choose_food` VALUES (2, 'food7', '家常菜', '嘉義大同雞肉飯.jpg', '嘉義大同雞肉飯', '355', '591.6', '27.05', '8.115', '19.08', '108', '441.55', '298.8', '11.3', '212.9', '43.8', NULL, NULL);
INSERT INTO `choose_food` VALUES (1, 'food7', '家常菜', '嘉義噴水雞肉飯.jpg', '嘉義噴水雞肉飯', '175', '133.25', '131.6', '5.765', '15.22', '5.095', '416.2', '238.05', '80.9', '179.55', '30.5', NULL, NULL);
INSERT INTO `choose_food` VALUES (58, 'food2', '湯', '鮮蝦泡麵.jpg', '鮮蝦泡麵', '125', '601.25', '0', '32.25', '12', '66.875', '186.25', '2361.25', '65', '136.25', '42.5', NULL, NULL);
INSERT INTO `choose_food` VALUES (59, 'food2', '湯', '味噌鮭魚湯.jpg', '味噌鮭魚湯', '', '125.3', '18', '7.57', '10.765', '3.17', '146.1', '199.25', '74.45', '133.25', '28.85', NULL, NULL);
INSERT INTO `choose_food` VALUES (60, 'food2', '湯', '大頭菜湯.jpg', '大頭菜湯', '', '46.5', '0', '1.67', '3.18', '5', '97.4', '126.7', '89', '57.8', '8.9', NULL, NULL);
INSERT INTO `choose_food` VALUES (61, 'food2', '湯', '筍片排骨湯.jpg', '筍片排骨湯', '80', '85.7', '21.9', '5.8', '6.48', '1.99', '246.5', '24.2', '14.9', '78.4', '11.7', NULL, NULL);
INSERT INTO `choose_food` VALUES (62, 'food2', '湯', '蘿蔔魚丸湯.jpg', '蘿蔔魚丸湯', '140', '111', '17.6', '6.12', '6.68', '7.9', '268.8', '234.2', '48.6', '80.6', '17.6', NULL, NULL);
INSERT INTO `choose_food` VALUES (63, 'food2', '湯', '菜肉餛飩湯.jpg', '菜肉餛飩湯', '40', '97.6', '0', '7.32', '3.64', '4.52', '78', '277.2', '17.6', '34.8', '7.2', NULL, NULL);
INSERT INTO `choose_food` VALUES (64, 'food2', '湯', '大黃瓜魚丸湯.jpg', '大黃瓜魚丸湯', '70', '36.5', '4.6', '0.3', '2.95', '5.76', '89.6', '140.6', '10.2', '34.9', '8.4', NULL, NULL);
INSERT INTO `choose_food` VALUES (65, 'food2', '湯', '肉羹湯.jpg', '肉羹湯', '100', '149.5', '19.8', '11.495', '6.33', '5.42', '283.8', '208', '13.25', '94.55', '16.95', NULL, NULL);
INSERT INTO `choose_food` VALUES (66, 'food2', '豆魚肉蛋類', '香菇肉燥.jpg', '香菇肉燥', '25', '73.48', '9.9', '6.101', '2.688', '1.865', '73.115', '133.2', '2.275', '33.265', '7.06', NULL, NULL);
INSERT INTO `choose_food` VALUES (67, 'food2', '豆魚肉蛋類', '滷豬腳.jpg', '滷豬腳', '35', '82.55', '44.45', '5.04', '7.985', '0.745', '88.4', '293.75', '19.4', '56.6', '6.05', NULL, NULL);
INSERT INTO `choose_food` VALUES (68, 'food2', '豆魚肉蛋類', '煎白鯧魚.jpg', '煎白鯧魚', '35', '63.91', '22.96', '4.343', '5.88', '0.07', '29.05', '110.25', '2.8', '37.45', '12.25', NULL, NULL);
INSERT INTO `choose_food` VALUES (69, 'food2', '豆魚肉蛋類', '水煮雞胸肉.jpg', '水煮雞胸肉', '35', '36.4', '19.95', '0.315', '7.84', '0', '108.5', '17.15', '0.35', '78.05', '9.8', NULL, NULL);
INSERT INTO `choose_food` VALUES (70, 'food2', '豆魚肉蛋類', '豬耳朵.jpg', '豬耳朵', '85', '14.925', '', '0.745', '24.31', '296.7', '4.4', '177.3', '13.4', '0.955', '75.85', NULL, NULL);
INSERT INTO `choose_food` VALUES (71, 'food2', '便當', '排骨便當.jpg', '排骨便當', '525', '622.15', '107.4', '21.615', '13.7', '6.59', '473', '553.7', '141', '92.2', '41.5', NULL, NULL);
INSERT INTO `choose_food` VALUES (72, 'food2', '便當', '港式叉燒便當.jpg', '港式叉燒便當', '440', '559.3', '36.4', '17.54', '17.51', '6.315', '463.25', '1113.2', '41.4', '67.55', '33.9', NULL, NULL);
INSERT INTO `choose_food` VALUES (73, 'food2', '便當', '蝦仁炒飯.jpg', '蝦仁炒飯', '380', '524.4', '41.8', '6.46', '17.86', '99.94', '167.2', '843.6', '91.2', '167.2', '38', NULL, NULL);
INSERT INTO `choose_food` VALUES (74, 'food7', '家常菜', '春捲.jpg', '春捲', '215', '188.5', '18', '1.46', '8.43', '28.72', '506.6', '43.7', '66.2', '131.7', '33', NULL, NULL);
INSERT INTO `choose_food` VALUES (75, 'food2', '便當', '雞腿便當.jpg', '雞腿便當', '463', '572.2', '96.8', '18.04', '21.609', '3.767', '370.51', '913.87', '35.09', '204.92', '32.1', NULL, NULL);
INSERT INTO `choose_food` VALUES (76, 'food2', '便當', '豬排飯.jpg', '豬排飯', '510', '594.2', '107.4', '20.52', '19.06', '14.19', '798.8', '535.4', '188.4', '210.9', '65.2', NULL, NULL);
INSERT INTO `choose_food` VALUES (77, 'food2', '便當', '滷虱目魚飯.jpg', '滷虱目魚飯', '515', '519.5', '99.9', '16.895', '12.83', '10.09', '623.95', '605.8', '193', '184.5', '53.7', NULL, NULL);
INSERT INTO `choose_food` VALUES (78, 'food2', '便當', '鰹魚飯.jpg', '鰹魚飯', '400', '446.8', '34.8', '15.3', '16.32', '9.21', '818.1', '107.7', '79.8', '242.4', '47.7', NULL, NULL);
INSERT INTO `choose_food` VALUES (79, 'food2', '豆魚肉蛋類', '自製韭菜水餃.jpg', '自製韭菜水餃', '25', '38.21', '0', '0.431', '2.361', '0.49', '75.97', '84.23', '5.94', '22.53', '4.37', NULL, NULL);
INSERT INTO `choose_food` VALUES (80, 'food7', '其它', '香豆奶.jpg', '香豆奶', '250', '137.5', '0', '3.25', '4.75', '23', '235', '60', '12.5', '50', '30', NULL, NULL);
INSERT INTO `choose_food` VALUES (81, 'food7', '其它', '花生仁湯.jpg', '花生仁湯', '320', '339.2', '0', '15.36', '8.96', '41.6', '137.6', '163.2', '51.2', '204.8', '64', NULL, NULL);
INSERT INTO `choose_food` VALUES (82, 'food7', '其它', '黑豆漿.jpg', '黑豆漿', '250', '97.5', '0', '1.5', '2.75', '18.5', '150', '52.5', '7.5', '37.5', '20', NULL, NULL);
INSERT INTO `choose_food` VALUES (83, 'food6', '奶類', '全國羊乳.jpg', '全國羊乳', '250', '120', '', '2.5', '3.25', '', '', '', '', '', '', NULL, NULL);
INSERT INTO `choose_food` VALUES (84, 'food6', '奶類', '國農牛乳.jpg', '國農牛乳', '250', '220', '', '2.4', '2.25', '', '', '', '', '', '', NULL, NULL);
INSERT INTO `choose_food` VALUES (85, 'food6', '奶類', '優酪乳.jpg', '優酪乳', '250', '130', '', '3.2', '2.1', '', '', '', '', '', '', NULL, NULL);
INSERT INTO `choose_food` VALUES (86, 'food5', '調味料', '豆瓣醬.jpg', '豆瓣醬', '5', '8.85', '0', '0.405', '0.71', '0.61', '34.45', '252.1', '0.95', '11.55', '4.6', NULL, NULL);
INSERT INTO `choose_food` VALUES (87, 'food5', '調味料', '紅砂糖.jpg', '紅砂糖', '5', '19.25', '0', '0', '0', '4.97', '3.05', '0.15', '0.3', '0.05', '0.55', NULL, NULL);
INSERT INTO `choose_food` VALUES (88, 'food5', '調味料', '五香粉.jpg', '五香粉', '5', '19.2', '0', '0.445', '0.435', '3.405', '66.4', '4.9', '32.3', '9.2', '13.35', NULL, NULL);
INSERT INTO `choose_food` VALUES (89, 'food5', '調味料', '低鈉鹽.jpg', '低鈉鹽', '5', '0.55', '0', '0', '0', '0.14', '1300.35', '917.05', '14.45', '4.15', '2.2', NULL, NULL);
INSERT INTO `choose_food` VALUES (90, 'food5', '調味料', '醬油.jpg', '醬油', '5', '4.5', '0', '0', '0.39', '0.745', '20.85', '254.2', '0.15', '4.45', '1.5', NULL, NULL);
INSERT INTO `choose_food` VALUES (91, 'food5', '調味料', '米酒.jpg', '米酒', '5', '7.7', '0', '0', '0', '0', '0', '0', '0', '0', '0', NULL, NULL);
INSERT INTO `choose_food` VALUES (92, 'food5', '調味料', '沙茶醬.jpg', '沙茶醬', '5', '36.15', '1.65', '3.59', '0.51', '0.52', '17.75', '21.05', '10.1', '14.1', '2.8', NULL, NULL);
INSERT INTO `choose_food` VALUES (93, 'food5', '調味料', '鮮雞粉.jpg', '鮮雞粉', '5', '13.25', '1.25', '0.505', '0.54', '1.665', '5.7', '876.1', '1.65', '6.6', '0.6', NULL, NULL);
INSERT INTO `choose_food` VALUES (94, 'food5', '調味料', '甜麵醬.jpg', '甜麵醬', '5', '10.7', '0', '0.12', '0.225', '2.2', '8.95', '93.5', '1.2', '4.95', '1.6', NULL, NULL);
INSERT INTO `choose_food` VALUES (95, 'food5', '調味料', '味噌.jpg', '味噌', '5', '11.4', '0', '0.5', '1.025', '0.725', '31.8', '335.3', '7.2', '8.85', '4.35', NULL, NULL);
INSERT INTO `choose_food` VALUES (96, 'food5', '調味料', '麻油.jpg', '麻油', '5', '44.1', '0', '4.99', '0', '0', '0', '0', '0', '0', '0', NULL, NULL);
INSERT INTO `choose_food` VALUES (97, 'food5', '調味料', '咖哩粉.jpg', '咖哩粉', '5', '20.7', '0', '0.705', '0.695', '2.925', '85.85', '27.6', '37.75', '20.95', '14.7', NULL, NULL);
INSERT INTO `choose_food` VALUES (98, 'food5', '調味料', '豆豉.jpg', '豆豉', '5', '11.4', '0', '0.5', '1.025', '0.725', '31.8', '335.3', '7.2', '8.85', '4.35', NULL, NULL);
INSERT INTO `choose_food` VALUES (99, 'food5', '調味料', '香油.jpg', '香油', '5', '44.55', '0', '4.995', '0', '0', '0', '0', '0', '0', '0', NULL, NULL);
INSERT INTO `choose_food` VALUES (100, 'food5', '調味料', '蕃茄醬.jpg', '蕃茄醬', '5', '5.65', '0', '0.005', '0.08', '1.335', '19.6', '55.8', '0.55', '2.45', '1.05', NULL, NULL);
INSERT INTO `choose_food` VALUES (101, 'food5', '調味料', '味素.jpg', '味素', '5', '12.55', '0', '0', '3.13', '0', '0.05', '582.8', '0.65', '0.05', '0.05', NULL, NULL);
INSERT INTO `choose_food` VALUES (102, 'food5', '調味料', '白胡椒粉.jpg', '白胡椒粉', '5', '16.85', '0', '0.055', '0.185', '3.94', '5.8', '6', '21', '4.35', '20.15', NULL, NULL);
INSERT INTO `choose_food` VALUES (103, 'food5', '調味料', '糯米醋.jpg', '糯米醋', '5', '1.5', '0', '0', '0.005', '0.205', '0.9', '4.05', '0.15', '0.1', '0.1', NULL, NULL);
INSERT INTO `choose_food` VALUES (104, 'food3', '蔬菜類', '胡蘿蔔.jpg', '胡蘿蔔', '20', '7.6', '0', '0.1', '0.22', '1.56', '58', '15.8', '6', '10.4', '3.2', NULL, NULL);
INSERT INTO `choose_food` VALUES (105, 'food3', '蔬菜類', '花椰菜.jpg', '花椰菜', '50', '11.5', '0', '0.05', '1', '2.1', '120', '8.5', '14', '18', '5.5', NULL, NULL);
INSERT INTO `choose_food` VALUES (106, 'food3', '蔬菜類', '小白菜.jpg', '小白菜', '75', '9.75', '0', '0.225', '0.75', '1.575', '180', '30', '79.5', '27.75', '11.25', NULL, NULL);
INSERT INTO `choose_food` VALUES (107, 'food3', '蔬菜類', '空心菜.jpg', '空心菜', '90', '21.6', '0', '0.36', '1.26', '3.87', '396', '46.8', '70.2', '33.3', '18.9', NULL, NULL);
INSERT INTO `choose_food` VALUES (108, 'food3', '蔬菜類', '柳松菇.jpg', '柳松菇', '30', '11.1', '0', '0.09', '0.99', '2.04', '114', '28.8', '0.3', '43.8', '4.8', NULL, NULL);
INSERT INTO `choose_food` VALUES (109, 'food3', '蔬菜類', '梅乾菜.jpg', '梅乾菜', '5', '3.1', '0', '0.015', '0.18', '0.64', '25', '394.5', '12.95', '2', '1.7', NULL, NULL);
INSERT INTO `choose_food` VALUES (110, 'food3', '蔬菜類', '大白菜.jpg', '大白菜', '20', '2.4', '0', '0.04', '0.22', '0.36', '37.2', '3', '8.2', '7', '2', NULL, NULL);
INSERT INTO `choose_food` VALUES (111, 'food4', '水果類', '水梨.jpg', '水梨', '30', '30', '', '', '', '', '', '', '', '', '', NULL, NULL);
INSERT INTO `choose_food` VALUES (112, 'food4', '水果類', '橘子.jpg', '橘子', '30', '30', '', '', '', '', '', '', '', '', '', NULL, NULL);
INSERT INTO `choose_food` VALUES (113, 'food4', '水果類', '楊桃.jpg', '楊桃', '30', '30', '', '', '', '', '', '', '', '', '', NULL, NULL);
INSERT INTO `choose_food` VALUES (114, 'food4', '水果類', '哈蜜瓜.jpg', '哈蜜瓜', '30', '30', '', '', '', '', '', '', '', '', '', NULL, NULL);
INSERT INTO `choose_food` VALUES (115, 'food4', '水果類', '木瓜.jpg', '木瓜', '30', '30', '', '', '', '', '', '', '', '', '', NULL, NULL);
INSERT INTO `choose_food` VALUES (116, 'food4', '水果類', '蓮霧.jpg', '蓮霧', '30', '30', '', '', '', '', '', '', '', '', '', NULL, NULL);
INSERT INTO `choose_food` VALUES (117, 'food4', '水果類', '芭樂.jpg', '芭樂', '30', '30', '', '', '', '', '', '', '', '', '', NULL, NULL);
INSERT INTO `choose_food` VALUES (500, 'food2', '', '鹹小卷.jpg', '鹹小卷', '35', '35', '161', '0.455', '7.035', '0.665', '63', '1488.2', '42', '176.75', '60.55', '0.245', '0.7');
INSERT INTO `choose_food` VALUES (499, 'food2', '', '小卷.jpg', '小卷', '55', '33.55', '100.65', '0.33', '7.15', '0.495', '30.25', '126.5', '7.7', '61.05', '24.2', '3.355', '0.275');
INSERT INTO `choose_food` VALUES (498, 'food2', '', '草對蝦(草蝦).jpg', '草對蝦(草蝦)', '30', '29.4', '47.1', '0.21', '6.6', '0.3', '26.1', '45', '1.5', '73.2', '4.8', '0.09', '0.51');
INSERT INTO `choose_food` VALUES (497, 'food2', '', '烏賊(花枝).jpg', '烏賊(花枝)', '40', '20.4', '81.2', '0.12', '4.36', '0.44', '27.2', '26.4', '5.2', '34.8', '27.2', '0.08', '0.52');
INSERT INTO `choose_food` VALUES (496, 'food2', '', '雞肫.jpg', '雞肫', '40', '42.8', '78.4', '1.32', '7.28', '0', '94.4', '29.6', '1.6', '20', '5.2', '0.88', '0.96');
INSERT INTO `choose_food` VALUES (495, 'food2', '', '豬血.jpg', '豬血', '40', '48', '143.6', '1.84', '7.36', '0.64', '116', '36.8', '1.2', '42.4', '6.8', '1.4', '0.92');
INSERT INTO `choose_food` VALUES (494, 'food2', '', '雞肝.jpg', '雞肝', '40', '48', '143.6', '1.84', '7.36', '0.64', '116', '36.8', '1.2', '42.4', '6.8', '1.4', '0.92');
INSERT INTO `choose_food` VALUES (493, 'food2', '', '梅花肉(豬).jpg', '梅花肉(豬)', '45', '153.45', '33.3', '13.77', '6.84', '0.045', '110.25', '26.55', '0.45', '67.95', '7.2', '0.405', '0.855');
INSERT INTO `choose_food` VALUES (492, 'food2', '', '豬腳(生).jpg', '豬腳(生)', '35', '78.05', '44.45', '5.04', '7.595', '0', '67.55', '39.55', '19.25', '52.15', '4.55', '0.35', '1.225');
INSERT INTO `choose_food` VALUES (491, 'food2', '', '豬前腿瘦肉.jpg', '豬前腿瘦肉', '35', '40.25', '24.85', '1.12', '7.035', '0', '107.8', '16.8', '1.05', '74.2', '8.05', '0.455', '1.155');
INSERT INTO `choose_food` VALUES (490, 'food2', '', '二節翅(肉雞).jpg', '二節翅(肉雞)', '40', '90.8', '40.8', '6.88', '6.72', '0', '45.2', '50', '4', '40.4', '4.8', '0.16', '0.44');
INSERT INTO `choose_food` VALUES (489, 'food2', '', '大里肌(豬).jpg', '大里肌(豬)', '35', '65.45', '18.2', '3.57', '7.77', '0', '125.65', '12.25', '0.35', '13.3', '8.05', '0.21', '0.595');
INSERT INTO `choose_food` VALUES (488, 'food2', '', '雞腿(肉雞).jpg', '雞腿(肉雞)', '40', '56.4', '32', '2.76', '7.36', '0.08', '86.8', '47.2', '0.8', '56.8', '7.2', '0.2', '0.68');
INSERT INTO `choose_food` VALUES (487, 'food2', '', '雞胸肉(肉雞).jpg', '雞胸肉(肉雞)', '30', '31.2', '17.1', '0.27', '6.72', '0', '93', '14.7', '0.3', '66.9', '8.4', '0.12', '0.12');
INSERT INTO `choose_food` VALUES (486, 'food6', '', '活益比非多.jpg', '活益比非多', '210', '134.4', '0', '0', '2.1', '32.55', '105', '42', '58.8', '79.8', '12.6', '0.21', '0.42');
INSERT INTO `choose_food` VALUES (485, 'food6', '', '養樂多.jpg', '養樂多', '100', '68', '0', '0', '1.1', '16.3', '88', '26', '29', '37', '4', '0.1', '0.1');
INSERT INTO `choose_food` VALUES (484, 'food6', '', '低脂優酪乳.jpg', '低脂優酪乳', '200', '146', '12', '1.8', '4', '29.2', '146', '74', '70', '80', '14', '0.2', '0.6');
INSERT INTO `choose_food` VALUES (483, 'food6', '', '優格.jpg', '優格', '200', '202', '20', '5.6', '7.4', '31.2', '282', '116', '166', '142', '22', '0.2', '0.6');
INSERT INTO `choose_food` VALUES (482, 'food6', '', '起司片.jpg', '起司片', '21', '62.58', '17.43', '4.452', '3.801', '1.848', '15.54', '387.45', '120.54', '78.12', '6.3', '0.378', '0.567');
INSERT INTO `choose_food` VALUES (481, 'food6', '', '調味奶.jpg', '調味奶', '290', '150.8', '23.2', '3.77', '4.64', '25.23', '229.1', '113.1', '89.9', '136.3', '26.1', '0', '0.58');
INSERT INTO `choose_food` VALUES (480, 'food6', '', '低脂奶粉.jpg', '低脂奶粉', '25', '105.75', '14', '3.025', '8.2', '11.4', '363.5', '88', '315.25', '233', '28.75', '0.1', '1');
INSERT INTO `choose_food` VALUES (479, 'food6', '', '全脂奶粉.jpg', '全脂奶粉', '30', '152.1', '27.3', '8.61', '7.98', '10.92', '358.8', '115.8', '271.5', '223.5', '25.2', '0.09', '0.93');
INSERT INTO `choose_food` VALUES (478, 'food6', '', '羊奶保久乳.jpg', '羊奶保久乳', '180', '118.8', '28.8', '6.48', '6.3', '8.82', '324', '91.8', '198', '151.2', '19.8', '0', '0.54');
INSERT INTO `choose_food` VALUES (477, 'food6', '', '保久乳.jpg', '保久乳', '200', '116', '26', '6.4', '6.2', '8.8', '348', '132', '182', '230', '26', '0.2', '1.2');
INSERT INTO `choose_food` VALUES (476, 'food6', '', '脫脂鮮奶.jpg', '脫脂鮮奶', '290', '121.8', '11.6', '0.87', '10.15', '18.27', '527.8', '142.1', '290', '432.1', '31.9', '0', '0.87');
INSERT INTO `choose_food` VALUES (475, 'food6', '', '低脂鮮奶.jpg', '低脂鮮奶', '290', '133.4', '29', '4.93', '9.28', '12.76', '461.1', '150.8', '310.3', '266.8', '58', '0.29', '1.16');
INSERT INTO `choose_food` VALUES (474, 'food6', '', '全脂鮮奶-鮮乳.jpg', '全脂鮮奶-鮮乳', '290', '179.8', '34.8', '10.44', '9.28', '12.76', '466.9', '156.6', '321.9', '266.8', '58', '0.29', '1.16');
INSERT INTO `choose_food` VALUES (473, 'food6', '', '全脂鮮奶-高品質鮮乳.jpg', '全脂鮮奶-高品質鮮乳', '290', '194.3', '40.6', '10.73', '9.57', '14.79', '452.4', '130.5', '275.5', '261', '29', '0.29', '0.87');
INSERT INTO `choose_food` VALUES (472, 'food4', '', '柳橙汁.jpg', '柳橙汁', '120', '60', '0', '0.12', '0.12', '14.76', '25.2', '26.4', '3.6', '4.8', '3.6', '0.12', '0');
INSERT INTO `choose_food` VALUES (471, 'food4', '', '葡萄乾.jpg', '葡萄乾', '20', '60.6', '0', '0.18', '0.64', '15.86', '142', '2.8', '11', '23.4', '6.6', '0.3', '0.1');
INSERT INTO `choose_food` VALUES (470, 'food4', '', '哈密瓜.jpg', '哈密瓜', '195', '60.45', '0', '0.39', '1.365', '14.82', '390', '44.85', '27.3', '27.3', '25.35', '0.39', '0.585');
INSERT INTO `choose_food` VALUES (469, 'food4', '', '蓮霧.jpg', '蓮霧', '170', '57.8', '0', '0.34', '0.85', '14.62', '119', '11.9', '6.8', '17', '13.6', '0.17', '0.17');
INSERT INTO `choose_food` VALUES (468, 'food4', '', '楊桃.jpg', '楊桃', '170', '59.5', '0', '0.34', '1.36', '14.62', '170', '18.7', '3.4', '18.7', '15.3', '0.34', '0.51');
INSERT INTO `choose_food` VALUES (467, 'food4', '', '香瓜.jpg', '香瓜', '180', '54', '0', '0.36', '1.08', '13.5', '432', '28.8', '12.6', '28.8', '12.6', '0.36', '0.36');
INSERT INTO `choose_food` VALUES (466, 'food4', '', '柑橘.jpg', '柑橘', '150', '60', '0', '0.3', '0.75', '15.3', '82.5', '6', '36', '22.5', '15', '0.3', '1.2');
INSERT INTO `choose_food` VALUES (465, 'food4', '', '棗子.jpg', '棗子', '130', '59.8', '0', '0.26', '1.56', '14.43', '260', '9.1', '10.4', '26', '9.1', '0.26', '0.13');
INSERT INTO `choose_food` VALUES (464, 'food4', '', '鳳梨.jpg', '鳳梨', '130', '59.8', '0', '0.26', '1.17', '15.08', '52', '1.3', '23.4', '10.4', '18.2', '0.26', '0.65');
INSERT INTO `choose_food` VALUES (463, 'food4', '', '水蜜桃.jpg', '水蜜桃', '145', '62.35', '0', '0.29', '1.16', '15.515', '145', '14.5', '5.8', '27.55', '11.6', '0.29', '0.145');
INSERT INTO `choose_food` VALUES (462, 'food4', '', '櫻桃.jpg', '櫻桃', '80', '56.8', '0', '0.32', '0.72', '14.4', '176', '3.2', '12', '16', '8.8', '0.24', '0.08');
INSERT INTO `choose_food` VALUES (461, 'food4', '', '玫瑰桃.jpg', '玫瑰桃', '120', '61.2', '0', '0.12', '1.44', '15.36', '240', '8.4', '8.4', '25.2', '12', '0.24', '0.12');
INSERT INTO `choose_food` VALUES (460, 'food4', '', '加州李.jpg', '加州李', '100', '56', '0', '0.4', '0.7', '13.9', '120', '7', '4', '18', '8', '0.2', '0');
INSERT INTO `choose_food` VALUES (459, 'food4', '', '聖女蕃茄.jpg', '聖女蕃茄', '175', '61.25', '0', '2.275', '2.45', '9.45', '315', '29.75', '29.75', '36.75', '17.5', '1.05', '0.35');
INSERT INTO `choose_food` VALUES (458, 'food4', '', '小玉西瓜.jpg', '小玉西瓜', '195', '62.4', '0', '0.195', '1.755', '15.015', '117', '7.8', '11.7', '19.5', '25.35', '0.585', '0.39');
INSERT INTO `choose_food` VALUES (457, 'food4', '', '金煌芒果.jpg', '金煌芒果', '105', '61.95', '0', '0.42', '1.155', '15.12', '94.5', '15.75', '5.25', '12.6', '10.5', '0.21', '0.105');
INSERT INTO `choose_food` VALUES (456, 'food4', '', '愛文芒果.jpg', '愛文芒果', '150', '60', '0', '0.45', '0.3', '15.3', '135', '6', '7.5', '21', '10.5', '0.15', '0.15');
INSERT INTO `choose_food` VALUES (455, 'food4', '', '粗梨.jpg', '粗梨', '120', '60', '0', '0.12', '0.48', '15.84', '144', '10.8', '2.4', '14.4', '7.2', '0.12', '0.12');
INSERT INTO `choose_food` VALUES (454, 'food4', '', '香吉士.jpg', '香吉士', '105', '60.9', '0', '0.945', '0.84', '12.495', '136.5', '2.1', '39.9', '23.1', '11.55', '0.21', '0.105');
INSERT INTO `choose_food` VALUES (453, 'food4', '', '香蕉.jpg', '香蕉', '70', '63.7', '0', '0.14', '0.91', '16.59', '203', '2.8', '3.5', '15.4', '16.1', '0.21', '0.35');
INSERT INTO `choose_food` VALUES (452, 'food4', '', '葡萄.jpg', '葡萄', '105', '59.85', '0', '0.21', '0.735', '15.435', '126', '7.35', '4.2', '16.8', '5.25', '0.21', '0.105');
INSERT INTO `choose_food` VALUES (451, 'food4', '', '奇異果.jpg', '奇異果', '115', '60.95', '0', '0.345', '1.38', '14.72', '333.5', '6.9', '29.9', '40.25', '14.95', '0.345', '0.115');
INSERT INTO `choose_food` VALUES (450, 'food4', '', '蘋果.jpg', '蘋果', '130', '59.8', '0', '0.26', '0.39', '15.73', '143', '3.9', '6.5', '14.3', '5.2', '0.26', '0.13');
INSERT INTO `choose_food` VALUES (449, 'food4', '', '荔枝.jpg', '荔枝', '100', '59', '0', '0.3', '1', '14.8', '180', '6', '11', '27', '16', '0.4', '0.3');
INSERT INTO `choose_food` VALUES (448, 'food4', '', '木瓜.jpg', '木瓜', '120', '62.4', '0', '0.12', '0.96', '16.08', '264', '4.8', '21.6', '12', '14.4', '0.24', '0.24');
INSERT INTO `choose_food` VALUES (447, 'food4', '', '美濃瓜.jpg', '美濃瓜', '165', '62.7', '0', '0.495', '2.145', '14.19', '528', '19.8', '11.55', '28.05', '16.5', '0.33', '0.33');
INSERT INTO `choose_food` VALUES (446, 'food4', '', '火龍果.jpg', '火龍果', '130', '65', '0', '0.26', '1.43', '16.25', '247', '20.8', '5.2', '35.1', '40.3', '0.39', '0.91');
INSERT INTO `choose_food` VALUES (445, 'food4', '', '泰國芭樂.jpg', '泰國芭樂', '160', '60.8', '0', '0.16', '1.28', '15.52', '240', '8', '6.4', '24', '9.6', '0.16', '0.32');
INSERT INTO `choose_food` VALUES (444, 'food4', '', '葡萄柚.jpg', '葡萄柚', '190', '62.7', '0', '0.57', '1.33', '14.82', '114', '13.3', '39.9', '32.3', '17.1', '0.19', '0.19');
INSERT INTO `choose_food` VALUES (443, 'food7', '飲料', '黑豆漿.jpg', '黑豆漿', '250', '97.5', '0', '1.5', '2.75', '18.5', '150', '52.5', '7.5', '37.5', '20', '0.5', '0.25');
INSERT INTO `choose_food` VALUES (442, 'food7', '飲料', '花生仁湯.jpg', '華生仁湯', '320', '339.2', '0', '15.36', '8.96', '41.6', '137.6', '163.2', '51.2', '204.8', '64', '0.96', '1.28');
INSERT INTO `choose_food` VALUES (441, 'food7', '飲料', '華佗雞精.jpg', '華佗雞精', '70', '23.8', '0', '0', '6.02', '0', '128.8', '60.2', '1.4', '11.9', '3.5', '0.07', '0.07');
INSERT INTO `choose_food` VALUES (440, 'food7', '飲料', '香豆奶.jpg', '香豆奶', '250', '137.5', '0', '3.25', '4.75', '23', '235', '60', '12.5', '50', '30', '1', '0.5');
INSERT INTO `choose_food` VALUES (438, 'food7', '飲料', '冬瓜茶.jpg', '冬瓜茶', '', '', '', '', '', '', '', '', '', '', '', '', '');
INSERT INTO `choose_food` VALUES (439, 'food7', '飲料', '菊花茶.jpg', '菊花茶', '250', '72.5', '0', '0', '0', '18.5', '30', '42.5', '5', '7.5', '2.5', '0.25', '0');
INSERT INTO `choose_food` VALUES (437, 'food7', '飲料', '麥茶.jpg', '麥茶', '', '', '', '', '', '', '', '', '', '', '', '', '');
INSERT INTO `choose_food` VALUES (436, 'food7', '飲料', '奶茶.jpg', '奶茶', '', '', '', '', '', '', '', '', '', '', '', '', '');
INSERT INTO `choose_food` VALUES (435, 'food7', '飲料', '無糖烏龍茶.jpg', '無糖烏龍茶', '600', '0', '0', '0', '0.6', '0.6', '90', '42', '12', '6', '12', '0.6', '0');
INSERT INTO `choose_food` VALUES (434, 'food7', '飲料', '蕃茄汁.jpg', '蕃茄汁', '200', '42', '0', '0.4', '1.4', '8.8', '340', '196', '18', '30', '26', '2', '0.2');
INSERT INTO `choose_food` VALUES (433, 'food7', '飲料', '果菜汁.jpg', '果菜汁', '420', '180.6', '0', '0.42', '0.42', '44.94', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `choose_food` VALUES (432, 'food7', '飲料', '青草茶.jkpg', '青草茶', '420', '105', '0', '0', '0', '26.88', '147', '109.2', '16.8', '37.8', '16.8', '0.84', '0');
INSERT INTO `choose_food` VALUES (431, 'food7', '飲料', '舒跑.jpg', '舒跑', '245', '68.6', '0', '0', '0.245', '17.15', '44.1', '100.45', '4.9', '2.45', '2.45', '0', '0');
INSERT INTO `choose_food` VALUES (430, 'food7', '飲料', '蘋果西打.jpg', '蘋果西打', '250', '105', '0', '0', '0', '26.75', '0', '17.5', '5', '2.5', '0', '0.25', '0');
INSERT INTO `choose_food` VALUES (429, 'food7', '飲料', '水果茶.jpg', '水果茶', '450', '162', '0', '0', '0', '41.4', '108', '22.5', '4.5', '4.5', '4.5', '0.45', '0');
INSERT INTO `choose_food` VALUES (428, 'food7', '飲料', '蘆筍汁.jpg', '蘆筍汁', '420', '147', '0', '0', '0.42', '37.38', '21', '46.2', '8.4', '25.2', '4.2', '0.84', '0.42');
INSERT INTO `choose_food` VALUES (427, 'food7', '飲料', '紅茶.jpg', '紅茶', '470', '159.8', '0', '0', '0', '40.42', '28.2', '37.6', '4.7', '18.8', '4.7', '0.94', '0');
INSERT INTO `choose_food` VALUES (426, 'food7', '飲料', '拿鐵咖啡.jpg', '拿鐵咖啡', '180', '50', '7', '1.45', '30', '1.7', '76.5', '20.5', '55.5', '50.5', '4.5', '0.05', '0.2');
INSERT INTO `choose_food` VALUES (425, 'food7', '飲料', '巧克力牛奶.jpg', '巧克力牛奶', '390', '202.8', '31.2', '5.07', '6.24', '33.93', '308.1', '152.1', '120.9', '183.3', '35.1', '0', '0.78');
INSERT INTO `choose_food` VALUES (424, 'food7', '飲料', '米漿.jpg', '米漿', '240', '146.4', '0', '1.2', '1.44', '32.88', '31.2', '4.8', '9.6', '26.4', '9.6', '0.24', '0.24');
INSERT INTO `choose_food` VALUES (423, 'food7', '飲料', '珍穀米漿.jpg', '珍穀米漿', '480', '345.6', '0', '11.04', '5.28', '58.08', '163.2', '124.8', '9.6', '100.8', '48', '0.48', '0.48');
INSERT INTO `choose_food` VALUES (422, 'food7', '飲料', '珍珠紅茶.jpg', '珍珠紅茶', '110', '438.5', '0', '12.8', '16.3', '67.94', '534.1', '5.3', '1073.6', '485.1', '120.1', '10.1', '2.81');
INSERT INTO `choose_food` VALUES (421, 'food7', '飲料', '咖啡飲料.jpg', '咖啡飲料', '240', '93.6', '4.8', '0.96', '2.16', '19.68', '180', '60', '72', '50.4', '14.4', '0.24', '0.24');
INSERT INTO `choose_food` VALUES (420, 'food7', '飲料', '啤酒.jpg', '啤酒', '330', '165', '0', '0', '0', '12.87', '102.3', '9.9', '0', '72.6', '26.4', '0.33', '0');
INSERT INTO `choose_food` VALUES (419, 'food7', '飲料', '沙士.jpg', '沙士', '250', '90', '0', '0', '0', '23', '0', '12.5', '5', '2.5', '0', '0.5', '0.25');
INSERT INTO `choose_food` VALUES (418, 'food7', '飲料', '杏仁茶.jpg', '杏仁茶', '340', '142.8', '0', '0', '0', '36.04', '17', '34', '10.2', '6.8', '0', '3.74', '0.34');
INSERT INTO `choose_food` VALUES (417, 'food7', '飲料', '仙草蜜.jpg', '仙草蜜', '335', '117.25', '0', '0', '0', '29.48', '50.25', '160.8', '43.55', '3.35', '6.7', '1.34', '0.335');
INSERT INTO `choose_food` VALUES (416, 'food7', '飲料', '芬達橘子汽水.jpg', '芬達橘子汽水', '350', '147', '0', '0', '0', '36.75', '3.5', '31.5', '7', '0', '3.5', '0.35', '0');
INSERT INTO `choose_food` VALUES (415, 'food7', '飲料', '可口可樂.jpg', '可樂飲料', '350', '178.5', '0', '0', '0', '44.8', '0', '24.5', '3.5', '56', '3.5', '0.35', '0');
INSERT INTO `choose_food` VALUES (414, 'food7', '零食點心', '太妃糖.jpg', '太妃糖', '7', '30.45', '1.47', '0.973', '0.189', '5.292', '8.68', '14.77', '2.03', '8.12', '0.84', '0.049', '0.028');
INSERT INTO `choose_food` VALUES (413, 'food7', '零食點心', '牛舌餅.jpg', '牛舌餅', '15', '60.3', '0', '1.8', '0.855', '10.29', '12.9', '9.9', '3', '7.65', '2.25', '0.12', '0.06');
INSERT INTO `choose_food` VALUES (412, 'food7', '零食點心', '金莎巧克力.jpg', '金莎巧克力', '13', '75.79', '0', '5.2', '1.17', '6.24', '63.18', '5.85', '1.3', '26.52', '13', '0.299', '0.169');
INSERT INTO `choose_food` VALUES (411, 'food7', '零食點心', '中華豆花.jpg', '中華豆花', '105', '96', '0', '0.665', '1.9', '10.545', '65.55', '7.6', '5.7', '19.95', '11.4', '0.665', '0.19');
INSERT INTO `choose_food` VALUES (410, 'food7', '零食點心', '優酪果凍.jpg', '優酪果凍', '33', '29.37', '0', '0', '0', '7.425', '42.57', '9.9', '0.66', '8.25', '0.66', '0.099', '0.033');
INSERT INTO `choose_food` VALUES (409, 'food7', '零食點心', '紅豆蓮子湯.jpg', '紅豆蓮子湯', '75', '256.45', '0', '0.38', '13.51', '51.455', '574.4', '31.55', '72.45', '304.65', '109.15', '5.475', '2.15');
INSERT INTO `choose_food` VALUES (408, 'food7', '零食點心', '麵線.jpg', '麵線', '280', '831.6', '0', '3.64', '28.56', '172.2', '243.6', '7812', '50.4', '277.2', '84', '3.08', '1.4');
INSERT INTO `choose_food` VALUES (407, 'food7', '零食點心', '速食粥.jpg', '速食粥', '45', '157.95', '0', '0.855', '3.825', '34.02', '67.5', '964.35', '42.3', '44.55', '13.5', '0.945', '0.585');
INSERT INTO `choose_food` VALUES (406, 'food7', '零食點心', '洋芋片.jpg', '洋芋片', '25', '142.5', '0', '9.65', '1.3', '12.875', '204.25', '95.75', '4.25', '34.25', '14.25', '0.425', '0.125');
INSERT INTO `choose_food` VALUES (405, 'food7', '零食點心', '魚酥.jpg', '魚酥', '35', '203', '10.85', '14.28', '2.905', '16.135', '52.5', '243.25', '96.25', '84.35', '6.3', '0.945', '0.14');
INSERT INTO `choose_food` VALUES (404, 'food7', '零食點心', '烤香腸.jpg', '烤香腸', '50', '175', '32.5', '13.05', '8.55', '6.1', '140.5', '487', '1', '51', '8', '0.55', '0.9');
INSERT INTO `choose_food` VALUES (403, 'food7', '零食點心', '蘿蔔酥餅.jpg', '蘿蔔酥餅', '60', '263.4', '11.4', '14.4', '4.5', '29.52', '132', '43.2', '10.2', '67.2', '18.6', '0.78', '0.3');
INSERT INTO `choose_food` VALUES (402, 'food7', '零食點心', '炸花枝丸.jpg', '炸花枝丸', '85', '221.8', '50.25', '16.365', '9.975', '9.225', '136.5', '521.25', '62.25', '148.5', '14.25', '0.3', '0.375');
INSERT INTO `choose_food` VALUES (401, 'food7', '零食點心', '炸鱈魚排.jpg', '炸鱈魚排', '95', '523.55', '16.1', '28.09', '10.68', '3.95', '236.7', '65.15', '5.25', '155.2', '19.4', '0.22', '0.24');
INSERT INTO `choose_food` VALUES (400, 'food7', '零食點心', '草莓夾心酥.jpg', '草莓夾心酥', '15', '74.25', '1.35', '3.57', '0.72', '9.96', '16.8', '45.45', '3.75', '13.05', '2.4', '0.21', '0.075');
INSERT INTO `choose_food` VALUES (399, 'food7', '零食點心', '爆漿餐包.jpg', '爆漿餐包', '50', '206.5', '34.1', '13.395', '3.41', '18.47', '41.85', '249.1', '12.55', '47.35', '10.55', '0.4', '0.33');
INSERT INTO `choose_food` VALUES (398, 'food7', '零食點心', '芝麻糖.jpg', '芝麻糖', '10', '51.3', '0', '2.67', '0.85', '6.07', '33.4', '5', '62.7', '47.2', '21.1', '0.68', '0.23');
INSERT INTO `choose_food` VALUES (397, 'food7', '零食點心', '牛奶糖.jpg', '牛奶糖', '3.5', '14.595', '0', '0.3605', '0.1155', '2.7475', '3.885', '1.085', '2.765', '2.205', '0.28', '0', '0.0105');
INSERT INTO `choose_food` VALUES (396, 'food7', '零食點心', '米果.jpg', '米果', '15', '72.9', '0', '3.03', '0.69', '10.86', '18.75', '70.5', '5.1', '9.15', '1.65', '0.075', '0.15');
INSERT INTO `choose_food` VALUES (395, 'food7', '零食點心', '黑巧克力.jpg', '黑巧克力', '40', '218.4', '0.6', '13.32', '3.76', '21.28', '40.4', '40', '302.8', '31.6', '100', '154.8', '1.32');
INSERT INTO `choose_food` VALUES (394, 'food7', '零食點心', '白巧克力.jpg', '白巧克力', '35', '197.05', '5.25', '12.565', '3.01', '18.41', '141.4', '38.15', '69.3', '98', '9.1', '0.105', '0.28');
INSERT INTO `choose_food` VALUES (393, 'food7', '零食點心', '紅棗銀耳湯.jpg', '紅棗銀耳湯', '27.5', '86.6', '0', '0.1025', '1.42', '20.3975', '161.25', '50.5', '11.725', '19.625', '10.125', '1.5725', '0.4575');
INSERT INTO `choose_food` VALUES (392, 'food7', '零食點心', '鮮橘凍.jpg', '鮮橘凍', '110', '48.9', '0', '0.2', '0.5', '12.45', '67.9', '7', '24.2', '17.5', '10.2', '0.23', '0.81');
INSERT INTO `choose_food` VALUES (391, 'food7', '零食點心', '炸薯條.jpg', '炸薯條', '75', '189.7', '0', '13.695', '1.69', '15.47', '247', '13.65', '8.45', '50.7', '14.95', '0.455', '0.26');
INSERT INTO `choose_food` VALUES (390, 'food7', '零食點心', '豬肉條.jpg', '豬肉條', '35', '41.7', '18.3', '1.29', '6.39', '0.745', '136.95', '270.4', '1.05', '79.15', '8.4', '0.495', '1.005');
INSERT INTO `choose_food` VALUES (389, 'food7', '零食點心', '小饅頭.jpg', '小饅頭', '35', '86.45', '0', '0.42', '2.835', '17.955', '23.1', '63.7', '7.35', '20.3', '5.6', '0.14', '0.56');
INSERT INTO `choose_food` VALUES (388, 'food7', '零食點心', '蛋捲.jpg', '蛋捲', '75', '405.75', '109.5', '24.375', '5.1', '42.225', '85.5', '168.75', '25.5', '122.25', '12', '0.975', '0.45');
INSERT INTO `choose_food` VALUES (387, 'food7', '零食點心', '蛋酥餅乾.jpg', '蛋酥餅乾', '25', '115.25', '144.25', '6.75', '2.85', '10.975', '81.75', '49', '14.75', '88.5', '6.25', '1.025', '0.45');
INSERT INTO `choose_food` VALUES (386, 'food7', '零食點心', '菜燕凍.jpg', '菜燕凍', '5', '15.3', '0', '0', '0.015', '3.915', '0.55', '3.35', '12.4', '0.2', '3.65', '0.95', '2.99');
INSERT INTO `choose_food` VALUES (385, 'food7', '零食點心', '草莓夾心餅乾.jpg', '草莓夾心餅乾', '30', '148.5', '2.7', '7.14', '1.44', '19.92', '33.6', '90.9', '7.5', '26.1', '4.8', '0.42', '0.15');
INSERT INTO `choose_food` VALUES (384, 'food7', '零食點心', '油炸脫水甘薯片.jpg', '油炸脫水甘薯片', '25', '130.25', '0', '7.525', '0.575', '15.3', '197.5', '76.25', '39.5', '29.75', '10.5', '0.4', '0.1');
INSERT INTO `choose_food` VALUES (383, 'food7', '零食點心', '泡芙(巧克力).jpg', '泡芙(巧克力)', '65', '382.85', '94.9', '26.845', '6.695', '29.445', '215.8', '94.9', '108.55', '163.8', '29.9', '1.04', '0.91');
INSERT INTO `choose_food` VALUES (382, 'food7', '零食點心', '花生糖.jpg', '花生糖', '10', '54.4', '0', '3.25', '1.79', '4.61', '42.1', '18.3', '1.2', '30.8', '13.4', '0.21', '0.26');
INSERT INTO `choose_food` VALUES (381, 'food7', '小吃', '芋粿巧.jpg', '芋粿巧', '84', '254.94', '0', '3.114', '5.628', '50.102', '165.44', '657.6', '23.9', '80.34', '25.36', '0.874', '0.712');
INSERT INTO `choose_food` VALUES (380, 'food7', '小吃', '碗粿.jpg', '碗粿', '92', '339.38', '19.8', '11.886', '8.158', '50.042', '92.94', '15', '12.4', '89.74', '25.56', '0.634', '0.912');
INSERT INTO `choose_food` VALUES (379, 'food7', '小吃', '壽桃.jpg', '壽桃', '85', '302.95', '0', '0.7', '11.7', '62.82', '352.8', '1.75', '37.4', '193.45', '67.95', '3.42', '1.515');
INSERT INTO `choose_food` VALUES (378, 'food7', '小吃', '自製油飯.jpg', '自製油飯', '130', '437.35', '7.8', '13.74', '10.92', '66.33', '211', '262.85', '9.5', '80.3', '36.7', '1.06', '1.175');
INSERT INTO `choose_food` VALUES (377, 'food7', '小吃', '鮮肉煎包.jpg', '鮮肉煎包', '75', '236.95', '22.75', '11.705', '10.49', '22.05', '156.55', '20.6', '6.15', '79.05', '15.85', '0.63', '1.44');
INSERT INTO `choose_food` VALUES (376, 'food7', '小吃', '肉燥麵.jpg', '肉燥麵', '360', '600.8', '15.6', '18.89', '21.8', '86.675', '353.2', '168.9', '74.45', '132.55', '45.5', '1.19', '1.155');
INSERT INTO `choose_food` VALUES (375, 'food7', '小吃', '味增湯.jpg', '味增湯', '470', '654.6', '29.7', '15.35', '20.75', '9.715', '527.85', '465.25', '168.9', '259.85', '61.5', '2.725', '1.4');
INSERT INTO `choose_food` VALUES (374, 'food7', '小吃', '嘉義火雞肉飯.jpg', '嘉義火雞肉飯', '510', '697.9', '120.5', '16.26', '16.26', '5.33', '473.15', '410.6', '99.65', '197.4', '47.45', '2.32', '1.625');
INSERT INTO `choose_food` VALUES (373, 'food7', '小吃', '涼麵.jpg', '涼麵', '350', '580.4', '0', '16.555', '23.805', '74.785', '442.1', '879.5', '320.85', '328.91', '99.7', '3.91', '1.86');
INSERT INTO `choose_food` VALUES (372, 'food7', '小吃', '糯米腸.jpg', '糯米腸', '102', '393.38', '0', '11.616', '6.918', '64.132', '108.64', '440.2', '8.6', '54.64', '28.96', '0.794', '0.692');
INSERT INTO `choose_food` VALUES (371, 'food7', '小吃', '蚵仔煎.jpg', '蚵仔煎', '215', '521.15', '217.8', '30.315', '11.44', '51.945', '309.75', '644.9', '85.4', '170.9', '46.95', '4.805', '163.66');
INSERT INTO `choose_food` VALUES (370, 'food7', '小吃', '肉粽.jpg', '肉粽', '165', '384.5', '100.7', '14.52', '13.53', '50.7', '174.9', '565.95', '13.2', '125.4', '34.65', '2.145', '2.15');
INSERT INTO `choose_food` VALUES (369, 'food7', '小吃', '肉圓.jpg', '肉圓', '120', '200.25', '9.2', '1.725', '3.565', '31.51', '56.35', '249.55', '10.35', '25.3', '3.45', '10.35', '0.345');
INSERT INTO `choose_food` VALUES (368, 'food7', '小吃', '草魚粥.jpg', '草魚粥', '348', '419.48', '52.2', '2.9', '26.818', '1.16', '545.23', '403.33', '91.74', '291.48', '35.1', '1.489', '1.024');
INSERT INTO `choose_food` VALUES (367, 'food7', '小吃', '炸排骨酥湯.jpg', '炸排骨酥湯', '110', '276.1', '24.2', '14.85', '14.19', '21.78', '228.8', '641.3', '12.1', '116.6', '13.2', '1.32', '1.1');
INSERT INTO `choose_food` VALUES (366, 'food7', '小吃', '米糕(筒仔米糕).jpg', '米糕(筒仔米糕)', '160', '390.4', '27.2', '13.76', '10.56', '56.8', '126.4', '478.4', '25.6', '84.8', '28.8', '2.56', '1.44');
INSERT INTO `choose_food` VALUES (365, 'food7', '小吃', '炒麵.jpg', '炒麵', '305', '604.5', '22.8', '20.61', '20.52', '85.225', '249.15', '859', '52.95', '204.25', '39.9', '1.185', '1.065');
INSERT INTO `choose_food` VALUES (364, 'food7', '小吃', '鍋貼.jpg', '鍋貼', '160', '366.4', '17.6', '15.68', '12.48', '44.32', '185.6', '502.4', '14.4', '97.6', '24', '1.12', '1.12');
INSERT INTO `choose_food` VALUES (363, 'food7', '小吃', '貢丸湯.jpg', '貢丸湯', '85', '178.15', '48.75', '13.945', '12.795', '0.66', '148.7', '883.7', '7.9', '136.45', '13.1', '0.8', '0.985');
INSERT INTO `choose_food` VALUES (362, 'food7', '小吃', '蚵仔麵線.jpg', '蚵仔麵線', '125', '352.35', '49.9', '13.985', '8.91', '48.76', '87.6', '1455.2', '20.9', '91.8', '25.8', '1.75', '1.3');
INSERT INTO `choose_food` VALUES (361, 'food7', '小吃', '酸辣湯.jpg', '酸辣湯', '175', '219.4', '48.65', '12.265', '6.255', '21.765', '233.25', '118.55', '85.05', '163.25', '25.45', '1.84', '0.92');
INSERT INTO `choose_food` VALUES (360, 'food7', '小吃', '水煎包.jpg', '水煎包', '90', '265.7', '7.8', '12.155', '8.47', '30.22', '132.55', '9.9', '19.95', '29.9', '16.6', '0.445', '0.545');
INSERT INTO `choose_food` VALUES (359, 'food7', '家常菜', '炒烏龍麵.jpg', '炒烏龍麵', '430', '524.3', '20.8', '18.79', '21.18', '67.76', '296.4', '667.8', '21', '127.4', '47.8', '1.48', '1.28');
INSERT INTO `choose_food` VALUES (358, 'food7', '家常菜', '自製韭菜水餃.jpg', '自製韭菜水餃', '31', '38.21', '0', '0.431', '2.361', '0.49', '75.97', '84.23', '5.94', '22.53', '2.57', '0.254', '0.421');
INSERT INTO `choose_food` VALUES (357, 'food7', '家常菜', '花生麵筋.jpg', '花生麵筋', '30', '65.7', '0', '4.23', '3.3', '3.75', '27.9', '233.4', '3.3', '17.7', '9', '0.54', '0.27');
INSERT INTO `choose_food` VALUES (356, 'food7', '家常菜', '竹筍75、小白菜75、花椰菜50、梅乾菜5、豬後腿肉(滷肉)60、醬油5G，沙茶拌麵.jpg', '竹筍75、小白菜75、花椰菜50、梅乾菜5、豬後腿肉(滷肉)60、醬油5G，沙茶拌麵', '330', '366', '42.3', '10.64', '22.8', '45.16', '904', '835.9', '142.85', '276.55', '55.85', '3.73', '3.22');
INSERT INTO `choose_food` VALUES (355, 'food7', '家常菜', '雞腿便當.jpg', '雞腿便當', '463', '572.2', '96.8', '18.04', '21.609', '3.767', '370.51', '913.87', '35.09', '204.92', '32.1', '1.023', '1.894');
INSERT INTO `choose_food` VALUES (354, 'food7', '家常菜', '港式叉燒便當.jpg', '港式叉燒便當', '190', '965.4', '36.4', '17.54', '17.51', '6.315', '463.25', '1113.2', '41.4', '67.55', '33.9', '1.295', '1.474');
INSERT INTO `choose_food` VALUES (353, 'food7', '家常菜', '鮮蝦泡麵.jpg', '鮮蝦泡麵', '125', '601.25', '0', '32.25', '12', '66.875', '186.25', '2361.25', '65', '136.25', '42.5', '2.875', '1');
INSERT INTO `choose_food` VALUES (352, 'food7', '家常菜', '馬鈴薯咖哩100g+炒洋蔥70g+燙里肌肉40g+燙空心菜80g+飯150g.jpg', '馬鈴薯咖哩100g+炒洋蔥70g+燙里肌肉40g+燙空心菜80g+飯150g', '430', '468.6', '102.2', '15.77', '12.53', '17.04', '771.8', '406.1', '127.8', '124.9', '53.2', '2.37', '1.91');
INSERT INTO `choose_food` VALUES (351, 'food7', '家常菜', '可樂餅(奶汁).jpg', '可樂餅(奶汁)', '70', '156.7', '42', '11.37', '2.16', '11.88', '47.4', '202.8', '4.2', '43.2', '6.6', '0.36', '0.18');
INSERT INTO `choose_food` VALUES (350, 'food7', '家常菜', '飯3份+青椒炒柳松菇+空心菜+白切豬肉30g+鰹魚塊30g.jpg', '飯3份+青椒炒柳松菇+空心菜+白切豬肉30g+鰹魚塊30g', '250', '446.8', '34.8', '15.3', '16.32', '9.21', '818.1', '107.7', '79.8', '242.4', '47.7', '2.7', '1.68');
INSERT INTO `choose_food` VALUES (349, 'food7', '家常菜', '醬爆豆乾條.jpg', '醬爆豆乾條', '38', '69.55', '0', '3.395', '6.989', '2.897', '100.36', '308.27', '95.64', '104.52', '24.35', '1.988', '0.779');
INSERT INTO `choose_food` VALUES (348, 'food7', '家常菜', '青脆脯100g滷虱目魚35g+炒空心菜+炒高麗菜末蛋.jpg', '青脆脯100g滷虱目魚35g+炒空心菜+炒高麗菜末蛋', '515', '519.5', '99.9', '16.895', '12.83', '10.09', '623.95', '605.8', '193', '184.5', '53.7', '2.355', '1.425');
INSERT INTO `choose_food` VALUES (347, 'food7', '家常菜', '正鰹(鰹魚)魚丁.jpg', '正鰹(鰹魚)魚丁', '33', '47.4', '19.2', '1.68', '7.164', '0.447', '134.91', '167.52', '2.49', '140.97', '11.4', '0.813', '0.129');
INSERT INTO `choose_food` VALUES (346, 'food7', '家常菜', '排骨便當.jpg', '排骨便當', '525', '622.15', '107.4', '21.615', '13.7', '6.59', '473', '553.7', '141', '92.2', '41.5', '2.15', '1.45');
INSERT INTO `choose_food` VALUES (345, 'food7', '家常菜', '炸豬排40g+炒空心菜90g+洋蔥炒蛋120g+炒油豆腐40g，飯200g.jpg', '炸豬排40g+炒空心菜90g+洋蔥炒蛋120g+炒油豆腐40g，飯200g', '500', '589.3', '107.4', '20.45', '18.64', '13.53', '792.6', '88.2', '188', '202.7', '64.1', '3.25', '2.31');
INSERT INTO `choose_food` VALUES (344, 'food7', '家常菜', '炸花枝丸.jpg', '炸花枝丸', '85', '221.8', '50.25', '16.365', '9.975', '9.225', '136.5', '521.25', '62.25', '148.5', '14.25', '0.3', '0.375');
INSERT INTO `choose_food` VALUES (343, 'food7', '家常菜', '地瓜粥250g+滷麵泡+滷海帶+炒龍鬚菜+吳郭魚肉30g.jpg', '地瓜粥250g+滷麵泡+滷海帶+炒龍鬚菜+吳郭魚肉30g', '335', '421.5', '19.5', '15.045', '12.71', '24.34', '442.6', '709.2', '82.4', '144.95', '49.8', '2.035', '1.085');
INSERT INTO `choose_food` VALUES (342, 'food7', '家常菜', '香菇肉燥.jpg', '香菇肉燥', '24.5', '73.35', '9.9', '6.101', '2.688', '1.865', '73.115', '133.2', '2.275', '33.265', '7.06', '0.393', '0.345');
INSERT INTO `choose_food` VALUES (341, 'food7', '家常菜', '地瓜粥250g+滷豬耳朵+滷海帶+滷百頁+炒龍鬚菜.jpg', '地瓜粥250g+滷豬耳朵+滷海帶+滷百頁+炒龍鬚菜', '335', '415', '0', '9.465', '11.09', '25.805', '347.95', '1079.8', '90.35', '132.6', '43.2', '2.59', '1.19');
INSERT INTO `choose_food` VALUES (340, 'food7', '家常菜', '蝦仁炒飯.jpg', '蝦仁炒飯', '380', '524.4', '41.8', '6.46', '17.86', '99.94', '167.2', '843.6', '91.2', '167.2', '38', '2.28', '1.52');
INSERT INTO `choose_food` VALUES (339, 'food7', '家常菜', '肉羹飯.jpg', '肉羹飯', '300', '429.5', '19.8', '11.495', '6.33', '5.42', '283.8', '208', '13.25', '94.55', '16.95', '0.72', '0.94');
INSERT INTO `choose_food` VALUES (338, 'food7', '家常菜', '冬瓜+菠菜+素雞塊30g+高麗菜乾60g +大頭菜虱目丸湯+白飯150g.jpg', '冬瓜+菠菜+素雞塊30g+高麗菜乾60g +大頭菜虱目丸湯+白飯150g', '490', '449', '6.6', '5.37', '14.05', '38.82', '1266.2', '2492.9', '332.9', '208.3', '110.1', '49.5', '1.84');
INSERT INTO `choose_food` VALUES (337, 'food7', '家常菜', '燙菠菜100g+炒洋蔥100g+蒸香腸40g+滷百頁35g，飯150g.jpg', '燙菠菜100g+炒洋蔥100g+蒸香腸40g+滷百頁35g，飯150g', '405', '565', '23.6', '19.36', '13.52', '17.48', '701.5', '499.9', '110.5', '173.5', '75.4', '3.33', '1.72');
INSERT INTO `choose_food` VALUES (336, 'food7', '家常菜', '玉米粒20g+蛋40g+海帶結80+高麗菜80g+甜不辣55g，白飯150g.jpg', '玉米粒20g+蛋40g+海帶結80+高麗菜80g+甜不辣55g，白飯150g', '435', '505.9', '184.2', '7.27', '13.94', '21.765', '278.8', '929.8', '132.95', '178.7', '38.85', '1.625', '1.01');
INSERT INTO `choose_food` VALUES (334, 'food7', '家常菜', '大黃瓜魚丸湯.jpg', '大黃瓜魚丸湯', '70', '36.5', '4.6', '0.3', '2.95', '5.76', '89.6', '140.6', '10.2', '34.9', '8.4', '0.22', '0.16');
INSERT INTO `choose_food` VALUES (335, 'food7', '家常菜', '春捲.jpg', '春捲', '215', '188.5', '18', '1.46', '98.03', '28.72', '506.6', '43.7', '66.2', '131.7', '33', '1.28', '1.28');
INSERT INTO `choose_food` VALUES (333, 'food7', '家常菜', '豬耳朵.jpg', '豬耳朵', '90', '285.9', '79.9', '24.31', '14.925', '0.745', '177.3', '296.7', '4.4', '75.85', '13.4', '0.955', '1.63');
INSERT INTO `choose_food` VALUES (332, 'food7', '家常菜', '水煮雞胸肉.jpg', '水煮雞胸肉', '35', '36.4', '19.95', '0.315', '7.84', '0', '108.5', '17.15', '0.35', '78.05', '9.8', '0.14', '0.14');
INSERT INTO `choose_food` VALUES (331, 'food7', '家常菜', '煎白鯧魚.jpg', '煎白鯧魚', '37', '63.9', '22.96', '4.343', '5.88', '0.07', '29.05', '110.25', '2.8', '37.45', '12.25', '0', '0.14');
INSERT INTO `choose_food` VALUES (330, 'food7', '家常菜', '滷豬腳.jpg', '滷豬腳', '40', '82.55', '44.45', '5.04', '7.985', '0.745', '88.4', '293.75', '19.4', '56.6', '6.05', '0.455', '1.24');
INSERT INTO `choose_food` VALUES (328, 'food7', '家常菜', '菜肉餛飩湯.jpg', '菜肉餛飩湯', '40', '97.6', '0', '7.32', '3.64', '4.52', '78', '277.2', '17.6', '34.8', '7.2', '0.52', '0.56');
INSERT INTO `choose_food` VALUES (329, 'food7', '家常菜', '肉羹湯.jpg', '肉羹湯', '100', '149.5', '19.8', '11.495', '6.33', '5.42', '283.8', '208', '13.25', '94.55', '16.95', '0.69', '0.94');
INSERT INTO `choose_food` VALUES (327, 'food7', '家常菜', '蘿蔔魚丸湯.jpg', '蘿蔔魚丸湯', '140', '111', '17.6', '5.94', '6.68', '7.9', '268.8', '234.2', '48.6', '79.6', '17.6', '0.4', '0.36');
INSERT INTO `choose_food` VALUES (326, 'food7', '家常菜', '筍片排骨湯.jpg', '筍片排骨湯', '80', '85.7', '21.9', '5.8', '6.48', '1.99', '246.5', '24.2', '14.9', '78.4', '11.7', '0.48', '0.83');
INSERT INTO `choose_food` VALUES (325, 'food7', '家常菜', '大頭菜(甘藍).jpg', '大頭菜(甘藍)', '70', '46.5', '6.6', '1.67', '3.18', '5', '97.4', '126.7', '89', '57.8', '8.9', '0.53', '0.2');
INSERT INTO `choose_food` VALUES (323, 'food7', '西式早餐', '奶茶.jpg', '奶茶', '300', '100', '', '', '', '', '', '', '', '', '', '', '');
INSERT INTO `choose_food` VALUES (324, 'food7', '家常菜', '味增鮭魚湯.jpg', '味增鮭魚湯', '75', '125.3', '18', '7.57', '10.765', '3.47', '146.1', '199.25', '74.45', '133.25', '28.85', '1.16', '0.645');
INSERT INTO `choose_food` VALUES (322, 'food7', '西式早餐', '鮮奶油三明治.jpg', '鮮奶油三明治', '95', '266.05', '28.65', '10.94', '9.34', '33.9', '110.15', '609.3', '78.35', '144.9', '23.15', '1', '0.955');
INSERT INTO `choose_food` VALUES (321, 'food7', '西式早餐', '起司蛋糕.jpg', '起司蛋糕', '50', '169', '81', '7.9', '3.7', '21', '55.5', '85', '15.5', '65', '5.5', '0.55', '0.4');
INSERT INTO `choose_food` VALUES (320, 'food7', '西式早餐', '巧克力蛋糕.jpg', '巧克力蛋糕', '100', '340', '146', '16.1', '6.9', '42.6', '185', '134', '28', '135', '25', '1.6', '0.9');
INSERT INTO `choose_food` VALUES (319, 'food7', '西式早餐', '煎蛋熱狗+無糖豆漿.jpg', ' 煎蛋熱狗+無糖豆漿 ', '445', '385.85', '246.75', '27.37', '13.42', '4.25', '133', '436.55', '27.65', '164', '11', '1.945', '1.215');
INSERT INTO `choose_food` VALUES (317, 'food7', '西式早餐', '滿福堡+可樂.jpg', '滿福堡+可樂', '810', '707.7', '279.9', '20.27', '19.93', '111.715', '226.1', '961.5', '167.05', '444.15', '39.1', '2.99', '2.135');
INSERT INTO `choose_food` VALUES (318, 'food7', '西式早餐', '漢堡夾蛋+奶茶.jpg', '漢堡夾蛋+奶茶', '505', '631.3', '273.4', '37.535', '17.88', '30.355', '264.05', '507.75', '32.8', '225', '29.85', '1.94', '1.974');
INSERT INTO `choose_food` VALUES (316, 'food7', '西式早餐', '鮪魚土司夾蛋.jpg', '鮪魚土司夾蛋', '150', '380.35', '272.8', '22.99', '15.71', '27.92', '249.05', '480.65', '33.2', '211.45', '29.2', '1.87', '1.285');
INSERT INTO `choose_food` VALUES (315, 'food7', '西式早餐', '喀啦雞腿堡.jpg', '喀啦雞腿堡', '155', '511.25', '35.25', '32.955', '17.505', '37.36', '224.8', '784.3', '20.4', '148.75', '32.1', '1.11', '0.85');
INSERT INTO `choose_food` VALUES (313, 'food7', '西式早餐', '奶酥麵包.jpg', '奶酥麵包', '75', '279', '30.75', '11.4', '6.825', '37.725', '78.75', '161.25', '22.5', '62.25', '15.75', '0.45', '0.45');
INSERT INTO `choose_food` VALUES (314, 'food7', '西式早餐', '自製鬆餅.jpg', '自製鬆餅', '30', '108.6', '0', '0.36', '2.52', '23.22', '45.9', '0.6', '5.4', '16.8', '8.7', '0.24', '0.18');
INSERT INTO `choose_food` VALUES (312, 'food7', '西式早餐', '鮪魚漢堡.jpg', '鮪魚漢堡', '470', '488.75', '248.5', '19.57', '14.155', '37.055', '184.25', '335.75', '31.8', '190.2', '27', '1.685', '1.205');
INSERT INTO `choose_food` VALUES (311, 'food7', '西式早餐', '大亨堡.jpg', '大亨堡', '150', '438.7', '48.9', '21.82', '16.9', '44.45', '177.4', '556.1', '36.9', '186.2', '30.2', '2.21', '1.49');
INSERT INTO `choose_food` VALUES (310, 'food7', '西式早餐', '蛋糕.jpg', '蛋糕', '81', '320.9', '0', '5.715', '4.68', '62.31', '94.35', '401.05', '5.1', '56.55', '16.05', '0.96', '0.375');
INSERT INTO `choose_food` VALUES (309, 'food7', '西式早餐', '葡萄夾心.jpg', '葡萄夾心', '90', '282', '9.75', '5.625', '7.05', '51.66', '90.15', '352.95', '20.4', '89.4', '23.4', '0.825', '0.69');
INSERT INTO `choose_food` VALUES (308, 'food7', '西式早餐', '沙威瑪麵包(小).jpg', '沙威瑪麵包(小)', '80', '216.75', '22.15', '8.175', '10.3', '25.51', '127.9', '378.65', '42.4', '122.8', '21.75', '0.725', '0.72');
INSERT INTO `choose_food` VALUES (307, 'food7', '西式早餐', '菠蘿奶酥麵包.jpg', '菠蘿奶酥麵包', '90', '334.8', '36.9', '13.68', '8.19', '45.27', '94.5', '193.5', '27', '74.7', '18.9', '0.54', '0.54');
INSERT INTO `choose_food` VALUES (306, 'food7', '中式早餐', '冷凍銀絲卷(奶黃).jpg', '冷凍銀絲卷(奶黃)', '40', '112.4', '0', '1.32', '3.56', '21.8', '40.4', '4.4', '3.6', '32.4', '8', '0.36', '0.28');
INSERT INTO `choose_food` VALUES (305, 'food7', '中式早餐', '黑糖饅頭.jpg', '黑糖饅頭', '130', '332.9', '0', '1.44', '9.78', '71', '123.5', '223.9', '71.6', '70.4', '27.7', '5.4', '1.95');
INSERT INTO `choose_food` VALUES (304, 'food7', '中式早餐', '菜包.jpg', '菜包', '150', '339', '1.5', '3.6', '12.9', '64.2', '150', '366', '42', '456', '28.5', '0.9', '0.9');
INSERT INTO `choose_food` VALUES (303, 'food7', '中式早餐', '奶黃銀絲卷(小)', '奶黃銀絲卷(小)', '30', '84.3', '0', '0.99', '2.67', '16.35', '30.3', '3.3', '2.7', '24.3', '6', '0.27', '0.21');
INSERT INTO `choose_food` VALUES (302, 'food7', '中式早餐', '芋頭包.jpg', '芋頭包', '35', '87.85', '0', '0.805', '2.45', '17.885', '46.9', '19.6', '8.4', '132.65', '6.65', '0.175', '0.21');
INSERT INTO `choose_food` VALUES (301, 'food7', '中式早餐', '小籠包.jpg', '小籠包', '35', '84', '0.7', '5.425', '3.36', '5.565', '45.5', '86.8', '3.85', '29.75', '4.2', '0.175', '0.28');
INSERT INTO `choose_food` VALUES (300, 'food7', '中式早餐', '三角紅豆包.jpg', '三角紅豆包', '90', '216.9', '0', '0.27', '6.66', '47.34', '92.7', '54', '18.9', '237.6', '18.9', '0.63', '0.81');
INSERT INTO `choose_food` VALUES (299, 'food7', '中式早餐', '傳統飯糰.jpg', '傳統飯糰', '105', '330.3', '96.9', '8.325', '11.185', '51.58', '171', '519.85', '27.65', '101.95', '27.2', '1.155', '1.075');
INSERT INTO `choose_food` VALUES (298, 'food7', '中式早餐', '蔥蛋餅.jpg', '蔥蛋餅', '95', '310.85', '216.5', '20.445', '9.95', '21.48', '129.6', '67.8', '17.4', '156.4', '29.8', '1.62', '1.05');
INSERT INTO `choose_food` VALUES (297, 'food7', '中式早餐', '煎廣式蘿蔔糕.jpg', '煎廣式蘿蔔糕', '165', '340.95', '4.5', '21.585', '2.55', '34.8', '42', '385.5', '7.5', '49.5', '10.5', '0.3', '0.3');
INSERT INTO `choose_food` VALUES (296, 'food7', '中式早餐', '鮮肉包.jpg', '鮮肉包', '150', '387', '15', '15.3', '10.65', '52.5', '150', '361.5', '42', '471', '24', '0.9', '0.9');
INSERT INTO `choose_food` VALUES (295, 'food7', '中式早餐', '上海小籠煎包.jpg', '上海小籠煎包', '70', '299', '6.1', '20.86', '5.75', '22.28', '84.6', '7.4', '10.6', '40.6', '11.2', '0.37', '0.53');
INSERT INTO `choose_food` VALUES (294, 'food7', '中式早餐', '冷凍饅頭.jpg', '冷凍饅頭', '95', '263.15', '0', '2.28', '7.03', '54.15', '82.65', '86.45', '8.55', '65.55', '16.15', '0.475', '0.57');
INSERT INTO `choose_food` VALUES (293, 'food7', '中式早餐', '三角肉鬆飯糰.jpg', '三角肉鬆飯糰', '115', '264.9', '15.45', '5.64', '8.05', '44.645', '125.8', '222.05', '14.5', '81.15', '13.6', '0.74', '1.195');
INSERT INTO `choose_food` VALUES (292, 'food7', '中式早餐', '麵皮蛋餅.jpg', '麵皮蛋餅', '120', '424.6', '216.5', '25.03', '6.1', '44.55', '70', '71', '46', '95', '7.5', '1', '0.65');
INSERT INTO `choose_food` VALUES (291, 'food7', '中式早餐', '皮蛋瘦肉粥.jpg', '皮蛋瘦肉粥', '90', '233', '309.8', '8.54', '11.55', '26.99', '153.9', '485.9', '21.3', '124.8', '12.6', '2.47', '1.2');
INSERT INTO `choose_food` VALUES (290, 'food7', '中式早餐', '燒餅油條.jpg', '燒餅油條', '180', '647.4', '0', '26.4', '16.68', '87.15', '150.3', '789.3', '14.7', '125.4', '23.4', '1.77', '0.96');
INSERT INTO `choose_food` VALUES (289, 'food7', '調味料', '糯米醋.jpg', '糯米醋', '5', '1.5', '0', '0', '0.005', '0.205', '0.9', '4.05', '0.15', '0.1', '0.1', '0.015', '0');
INSERT INTO `choose_food` VALUES (287, 'food7', '調味料', '蔭豆豉.jpg', '蔭豆豉', '', '', '', '', '', '', '', '', '', '', '', '', '');
INSERT INTO `choose_food` VALUES (288, 'food7', '調味料', '白胡椒粉.jpg', '白胡椒粉', '5', '16.85', '0', '0.055', '0.185', '3.94', '5.8', '6', '21', '4.35', '20.15', '2.665', '0.04');
INSERT INTO `choose_food` VALUES (286, 'food7', '調味料', '味素.jpg', '味素', '5', '12.55', '0', '0', '3.13', '0', '0.05', '582.8', '0.65', '0.05', '0.05', '0.79', '0.015');
INSERT INTO `choose_food` VALUES (285, 'food7', '調味料', '蕃茄醬.jpg', '蕃茄醬', '5', '5.65', '0', '0.005', '0.08', '1.335', '19.6', '55.8', '0.55', '2.45', '1.05', '0.04', '0.01');
INSERT INTO `choose_food` VALUES (284, 'food7', '調味料', '香油.jpg', '香油', '5', '44.55', '0', '4.995', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `choose_food` VALUES (283, 'food7', '調味料', '豆豉.jpg', '豆豉', '5', '11.4', '0', '0.5', '1.025', '0.725', '31.8', '335.3', '7.2', '8.85', '4.35', '0.61', '0.115');
INSERT INTO `choose_food` VALUES (282, 'food7', '調味料', '咖哩粉.jpg', '咖哩粉', '5', '20.7', '0', '0.705', '0.695', '2.925', '85.85', '27.6', '37.75', '20.95', '14.7', '3.295', '0.165');
INSERT INTO `choose_food` VALUES (281, 'food7', '調味料', '麻油.jpg', '麻油', '5', '44.1', '0', '4.99', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `choose_food` VALUES (280, 'food7', '調味料', '味噌.jpg', '味噌', '5', '11.4', '0', '0.5', '1.025', '0.725', '31.8', '335.3', '7.2', '8.85', '4.35', '0.61', '0.115');
INSERT INTO `choose_food` VALUES (279, 'food7', '調味料', '甜麵醬.jpg', '甜麵醬', '5', '10.7', '0', '0.12', '0.225', '2.2', '8.95', '93.5', '1.2', '4.95', '1.6', '0.07', '0.025');
INSERT INTO `choose_food` VALUES (278, 'food7', '調味料', '鮮雞粉.jpg', '鮮雞粉', '5', '13.25', '1.25', '0.505', '0.54', '1.665', '5.7', '876.1', '1.65', '6.6', '0.6', '0.09', '0.025');
INSERT INTO `choose_food` VALUES (277, 'food7', '調味料', '沙茶醬.jpg', '沙茶醬', '5', '36.15', '1.65', '3.59', '0.51', '0.52', '17.75', '21.05', '10.1', '14.1', '2.8', '0.2', '0.085');
INSERT INTO `choose_food` VALUES (275, 'food7', '調味料', '米酒.jpg', '米酒', '5', '7.7', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `choose_food` VALUES (276, 'food7', '調味料', '烏醋.jpg', '烏醋', '5', '2.1', '0', '0', '0.025', '0.435', '2.85', '78.55', '0.3', '0.35', '0.5', '0.08', '0.005');
INSERT INTO `choose_food` VALUES (274, 'food7', '調味料', '醬油.jpg', '醬油', '5', '4.5', '0', '0', '0.39', '0.745', '20.85', '254.2', '0.15', '4.45', '1.5', '0.105', '0.015');
INSERT INTO `choose_food` VALUES (273, 'food7', '調味料', '低鈉鹽.jpg', '低鈉鹽', '5', '0.55', '0', '0', '0', '0.14', '1300.35', '917.05', '14.45', '4.15', '2.2', '0.18', '0.005');
INSERT INTO `choose_food` VALUES (272, 'food7', '調味料', '五香粉.jpg', '五香粉', '5', '19.2', '0', '0.445', '0.435', '3.405', '66.4', '4.9', '32.3', '9.2', '13.35', '1.735', '0.11');
INSERT INTO `choose_food` VALUES (271, 'food7', '調味料', '豆瓣醬.jpg', '豆瓣醬', '5', '8.85', '0', '0.405', '0.71', '0.61', '34.45', '252.1', '0.95', '11.55', '4.6', '0.155', '0.065');
INSERT INTO `choose_food` VALUES (270, 'food7', '調味料', '紅砂糖.jpg', '紅砂糖', '5', '19.25', '0', '0', '0', '4.97', '3.05', '0.15', '0.3', '0.05', '0.55', '0', '0.005');
INSERT INTO `choose_food` VALUES (269, 'food3', '', '紫菜.jpg', '紫菜', '10', '22.9', '0', '0', '2.71', '4.05', '305.4', '213.2', '18.3', '38.2', '18.1', '9.04', '0.44');
INSERT INTO `choose_food` VALUES (268, 'food3', '', '蕃茄(大).jpg', '蕃茄(大)', '100', '26', '0', '0.2', '0.9', '5.5', '210', '9', '10', '20', '12', '0.3', '0.2');
INSERT INTO `choose_food` VALUES (267, 'food3', '', '龍鬚菜.jpg', '龍鬚菜', '100', '17', '0', '0.2', '3', '2', '250', '9', '29', '65', '19', '1.6', '0.8');
INSERT INTO `choose_food` VALUES (266, 'food3', '', '碗豆.jpg', '碗豆', '100', '41', '0', '0.2', '3.2', '8', '160', '6', '43', '64', '23', '8.5', '0.4');
INSERT INTO `choose_food` VALUES (265, 'food3', '', '莧菜.jpg', '莧菜', '100', '18', '0', '0.6', '2.2', '1.9', '530', '25', '156', '54', '37', '4.9', '0.4');
INSERT INTO `choose_food` VALUES (264, 'food3', '', '海帶.jpg', '海帶', '100', '16', '0', '0.2', '0.7', '3.3', '11', '606', '87', '8', '14', '0.2', '0.1');
INSERT INTO `choose_food` VALUES (263, 'food3', '', '油菜.jpg', '油菜', '100', '14', '0', '0.4', '1.5', '1.9', '280', '59', '105', '38', '15', '1.5', '0.7');
INSERT INTO `choose_food` VALUES (261, 'food3', '', '鹹菜.jpg', '鹹菜', '100', '14', '0', '0.4', '0.9', '2.2', '180', '1955', '49', '20', '11', '1', '0.3');
INSERT INTO `choose_food` VALUES (262, 'food3', '', '萵苣.jpg', '萵苣', '100', '11', '0', '0.3', '0.6', '1.9', '130', '12', '24', '28', '8', '0.4', '0.2');
INSERT INTO `choose_food` VALUES (260, 'food3', '', '花胡瓜.jpg', '花胡瓜', '100', '15', '0', '0.3', '1.2', '2.5', '170', '6', '30', '31', '15', '0.3', '0.2');
INSERT INTO `choose_food` VALUES (259, 'food3', '', '木耳.jpg', '木耳', '100', '35', '0', '0.3', '0.9', '7.7', '40', '28', '33', '17', '15', '1.1', '0.1');
INSERT INTO `choose_food` VALUES (258, 'food3', '', '蘿蔔.jpg', '蘿蔔', '100', '21', '0', '0.2', '0.8', '4.5', '200', '23', '27', '13', '10', '0.2', '0.2');
INSERT INTO `choose_food` VALUES (257, 'food3', '', '菠菜.jpg', '菠菜', '100', '22', '0', '0.5', '2.1', '3', '460', '54', '77', '45', '58', '2.1', '0.6');
INSERT INTO `choose_food` VALUES (256, 'food3', '', '韭菜花.jpg', '韭菜花', '100', '28', '0', '0.3', '2', '5.2', '200', '7', '21', '35', '13', '0.4', '0.3');
INSERT INTO `choose_food` VALUES (255, 'food3', '', '小白菜.jpg', '小白菜', '100', '13', '0', '0.3', '1', '2.1', '240', '40', '106', '37', '15', '1.4', '0.3');
INSERT INTO `choose_food` VALUES (254, 'food3', '', '菜豆.jpg', '菜豆', '100', '30', '0', '0.1', '2.2', '6.1', '160', '3', '27', '42', '29', '0.8', '0.6');
INSERT INTO `choose_food` VALUES (253, 'food3', '', '芹菜.jpg', '芹菜', '100', '17', '0', '0.3', '0.9', '3.1', '320', '71', '66', '31', '11', '0.9', '0.3');
INSERT INTO `choose_food` VALUES (252, 'food3', '', '地瓜葉.jpg', '地瓜葉', '100', '23', '0', '0.3', '1.2', '4.4', '310', '21', '85', '30', '20', '1.5', '0.6');
INSERT INTO `choose_food` VALUES (251, 'food3', '', '高麗菜.jpg', '高麗菜', '100', '23', '0', '0.3', '1.2', '4.4', '150', '17', '52', '28', '11', '0.3', '0.2');
INSERT INTO `choose_food` VALUES (250, 'food3', '', '金針菇.jpg', '金針菇', '100', '41', '0', '0.5', '2.2', '8', '430', '4', '0', '108', '16', '0.9', '0.7');
INSERT INTO `choose_food` VALUES (249, 'food3', '', '香菇.jpg', '香菇', '100', '40', '0', '0.4', '3.4', '7', '280', '2', '3', '86', '17', '0.6', '1.1');
INSERT INTO `choose_food` VALUES (248, 'food3', '', '空心菜.jpg', '空心菜', '100', '24', '0', '0.4', '1.4', '4.3', '440', '52', '78', '37', '21', '1.5', '0.7');
INSERT INTO `choose_food` VALUES (247, 'food3', '', '玉米筍.jpg', '玉米筍', '100', '27', '0', '0.2', '2', '5.3', '190', '2', '14', '56', '25', '3.9', '0.5');
INSERT INTO `choose_food` VALUES (246, 'food3', '', '蘆筍.jpg', '蘆筍', '100', '25', '0', '0.1', '0.3', '5.9', '280', '15', '20', '65', '16', '1.9', '0.2');
INSERT INTO `choose_food` VALUES (245, 'food3', '', '竹筍.jpg', '竹筍', '100', '22', '0', '0.2', '2.1', '3.8', '340', '1', '7', '41', '12', '0.3', '0.4');
INSERT INTO `choose_food` VALUES (244, 'food3', '', '絲瓜.jpg', '絲瓜', '100', '17', '0', '0.2', '1', '3.4', '60', '0', '10', '26', '9', '0.2', '0.2');
INSERT INTO `choose_food` VALUES (243, 'food3', '', '胡瓜.jpg', '胡瓜', '100', '17', '0', '0.2', '0.9', '3.4', '90', '8', '16', '13', '10', '0.2', '0.2');
INSERT INTO `choose_food` VALUES (242, 'food3', '', '洋蔥.jpg', '洋蔥', '100', '18', '0', '0.1', '0.4', '4.2', '90', '3', '18', '20', '9', '0.2', '0.2');
INSERT INTO `choose_food` VALUES (241, 'food3', '', '蒲瓜.jpg', '蒲瓜', '100', '18', '0', '0.1', '0.4', '4.2', '90', '3', '18', '20', '9', '0.2', '0.2');
INSERT INTO `choose_food` VALUES (240, 'food3', '', '綠豆芽.jpg', '綠豆芽', '100', '33', '0', '0.5', '3.1', '5.4', '190', '34', '147', '42', '22', '0.8', '0.3');
INSERT INTO `choose_food` VALUES (239, 'food3', '', '苦瓜.jpg', '苦瓜', '100', '18', '0', '0.2', '0.8', '3.7', '160', '11', '24', '41', '14', '0.3', '0.2');
INSERT INTO `choose_food` VALUES (238, 'food3', '', '茄子.jpg', '茄子', '100', '25', '0', '0.4', '1.3', '4.7', '200', '4', '18', '28', '14', '0.4', '0.2');
INSERT INTO `choose_food` VALUES (237, 'food3', '', '青花菜.jpg', '青花菜', '100', '31', '0', '0.2', '4.3', '4.6', '340', '21', '47', '67', '22', '0.8', '0.5');
INSERT INTO `choose_food` VALUES (236, 'food3', '', '胡蘿蔔.jpg', '胡蘿蔔', '100', '21', '0', '0.2', '0.8', '4.5', '200', '23', '27', '13', '10', '0.2', '0.2');
INSERT INTO `choose_food` VALUES (235, 'food1', '', '餛飩.jpg', '餛飩', '75', '183', '0', '13.725', '6.825', '8.475', '146.25', '519.75', '33', '65.25', '13.5', '0.975', '1.05');
INSERT INTO `choose_food` VALUES (234, 'food1', '', '春捲.jpg', '春捲', '215', '188.5', '18', '1.46', '8.43', '28.72', '396.6', '54.5', '66.2', '131.7', '33', '1.27', '1.28');
INSERT INTO `choose_food` VALUES (233, 'food1', '', '蕃薯蜜餞.jpg', '蕃薯蜜餞', '55', '189.2', '0', '0.33', '0.495', '46.365', '88', '89.65', '36.85', '12.1', '9.9', '0.44', '0.11');
INSERT INTO `choose_food` VALUES (232, 'food1', '', '蜂蜜蛋糕.jpg', '蜂蜜蛋糕', '75', '270', '120', '13.35', '4.875', '33.075', '81.75', '57', '21.75', '97.5', '8.25', '0.825', '0.6');
INSERT INTO `choose_food` VALUES (231, 'food1', '', '奶酥麵包.jpg', '奶酥麵包', '20', '100.6', '0', '5.12', '4.42', '9.38', '177.4', '87', '3.8', '70.6', '19.4', '0.62', '0.42');
INSERT INTO `choose_food` VALUES (230, 'food1', '', '碗粿.jpg', '碗粿', '92', '339.38', '19.8', '11.583', '8.15', '50.042', '92.94', '15', '12.4', '89.74', '25.56', '0.634', '0.912');
INSERT INTO `choose_food` VALUES (229, 'food1', '', '蠶豆(鹽酥).jpg', '蠶豆(鹽酥)', '20', '100.6', '0', '5.12', '4.42', '9.38', '177.4', '87', '3.8', '70.6', '19.4', '0.62', '0.42');
INSERT INTO `choose_food` VALUES (228, 'food1', '', '白土司麵包.jpg', '白土司麵包', '20', '71.8', '0', '0.04', '0.02', '17.98', '3.2', '2', '3.4', '1.8', '1', '0.24', '0.02');
INSERT INTO `choose_food` VALUES (227, 'food1', '', '燒餅.jpg', '燒餅', '22', '86', '0', '4.3178', '1.82', '10.22', '16.2', '91.6', '1.6', '13', '2.4', '0.2', '0.1');
INSERT INTO `choose_food` VALUES (226, 'food1', '', '山藥.jpg', '山藥', '100', '73', '0', '2.2', '1.9', '12.8', '370', '9', '5', '32', '13', '0.3', '0.3');
INSERT INTO `choose_food` VALUES (225, 'food1', '', '蕃薯粉.jpg', '蕃薯粉', '20', '70.8', '0', '0.04', '0.02', '17.76', '3.4', '1.4', '12.4', '1', '0.8', '0.04', '0.02');
INSERT INTO `choose_food` VALUES (224, 'food1', '', '馬鈴薯粉.jpg', '馬鈴薯粉', '20', '66.8', '0', '0.02', '0.02', '16.76', '9.6', '1.6', '7.8', '5.8', '1.2', '0.06', '0.02');
INSERT INTO `choose_food` VALUES (223, 'food1', '', '芋頭.jpg', '芋頭', '55', '70.4', '0', '0.605', '1.375', '14.52', '275', '2.75', '15.4', '35.2', '15.95', '0.495', '1.21');
INSERT INTO `choose_food` VALUES (222, 'food1', '', '衛生油麵.jpg', '衛生油麵', '45', '73.8', '0', '0.945', '2.43', '13.995', '27', '23.85', '8.55', '17.55', '5.4', '0.135', '0.09');
INSERT INTO `choose_food` VALUES (221, 'food1', '', '花豆.jpg', '花豆', '20', '66.6', '0', '0.24', '3.8', '12.62', '186', '6', '17.8', '91.2', '32.2', '1.8', '0.58');
INSERT INTO `choose_food` VALUES (220, 'food1', '', '通心麵.jpg', '通心麵', '20', '70', '0', '0.28', '3.06', '13.9', '34.4', '0.2', '3.4', '16', '7.6', '0.24', '0.1');
INSERT INTO `choose_food` VALUES (219, 'food1', '', '薏仁.jpg', '薏仁', '20', '74.6', '0', '1.44', '2.78', '12.54', '58.2', '0.2', '1.6', '23.6', '33.8', '0.54', '0.5');
INSERT INTO `choose_food` VALUES (218, 'food1', '', '紅豆.jpg', '紅豆', '20', '66.4', '0', '0.12', '4.48', '12.26', '197.6', '0.6', '23', '98.6', '35.4', '1.96', '0.76');
INSERT INTO `choose_food` VALUES (217, 'food1', '', '綠豆.jpg', '綠豆', '20', '68.4', '0', '0.18', '4.68', '12.44', '79.6', '0', '28.2', '72.4', '32.4', '1.28', '0.54');
INSERT INTO `choose_food` VALUES (216, 'food1', '', '大麥.jpg', '大麥', '20', '73.4', '0', '0.6', '1.86', '14.84', '75.2', '7.4', '6.6', '36', '21.6', '0.48', '0.28');
INSERT INTO `choose_food` VALUES (215, 'food1', '', '小麥.jpg', '小麥', '20', '72.2', '0', '0.56', '2.86', '13.68', '67', '0.4', '5.8', '32', '27.6', '0.56', '0.52');
INSERT INTO `choose_food` VALUES (214, 'food1', '', '蓮子.jpg', '蓮子', '50', '70.5', '0', '0.35', '4.75', '12.6', '200', '68', '34', '163.5', '44', '6.15', '0.65');
INSERT INTO `choose_food` VALUES (213, 'food1', '', '菱角.jpg', '菱角', '50', '37.5', '0', '0.15', '0.95', '8.05', '125', '10.5', '9.5', '41.5', '17', '2.95', '0.25');
INSERT INTO `choose_food` VALUES (212, 'food1', '', '栗子(生).jpg', '栗子(生)', '40', '74.4', '0', '0.24', '1.4', '16.6', '181.2', '0.8', '9.6', '37.2', '20', '0.44', '0.28');
INSERT INTO `choose_food` VALUES (211, 'food1', '', '燕麥片.jpg', '燕麥片', '20', '78.6', '0', '1.94', '2.46', '12.82', '65.8', '0.6', '8', '23.2', '23.2', '0.46', '0.36');
INSERT INTO `choose_food` VALUES (210, 'food1', '', '蓮藕粉.jpg', '蓮藕粉', '20', '70.4', '0', '0.02', '0.02', '17.66', '6.4', '1', '8.8', '2.8', '1.6', '0.16', '0.02');
INSERT INTO `choose_food` VALUES (209, 'food1', '', '圓糯米.jpg', '圓糯米', '20', '71.8', '0', '0.1', '1.68', '15.6', '23.8', '0.4', '1.2', '22', '4.6', '0.08', '0.18');
INSERT INTO `choose_food` VALUES (208, 'food1', '', '西谷米.jpg', '西谷米', '20', '71.8', '0', '0.04', '0.02', '17.98', '3.2', '2', '3.4', '1.8', '1', '0.24', '0.02');
INSERT INTO `choose_food` VALUES (207, 'food1', '', '中筋麵粉.jpg', '中筋麵粉', '20', '71.8', '7', '0.28', '2.42', '14.56', '20.6', '0.2', '3.4', '8.6', '5.2', '0.14', '0.12');
INSERT INTO `choose_food` VALUES (206, 'food1', '', '天婦羅(甜不辣).jpg', '天婦羅(甜不辣)', '35', '60.9', '7', '1.61', '4.34', '7.385', '33.6', '239.4', '5.95', '38.5', '5.25', '0.245', '0.07');
INSERT INTO `choose_food` VALUES (205, 'food1', '', '春捲皮.jpg', '春捲皮', '30', '81', '0', '4.17', '1.53', '9.45', '34.2', '134.7', '0.3', '17.1', '6.3', '0.39', '0.12');
INSERT INTO `choose_food` VALUES (204, 'food1', '', '荸齊.jpg', '荸齊', '85', '67.15', '0', '0.085', '1.7', '15.98', '382.5', '21.25', '3.4', '54.4', '10.2', '0.595', '0.34');
INSERT INTO `choose_food` VALUES (203, 'food1', '', '米苔目.jpg', '米苔目', '60', '70.8', '0', '0.06', '0.36', '17.28', '3.6', '4.8', '6', '10.2', '2.4', '0.06', '0.06');
INSERT INTO `choose_food` VALUES (202, 'food1', '', '麵線.jpg', '麵線', '25', '82.25', '0', '0.225', '2.7', '17.525', '25.75', '719.5', '2.25', '27.5', '7.75', '0.3', '0.15');
INSERT INTO `choose_food` VALUES (201, 'food1', '', '綠豆粉.jpg', '綠豆粉', '20', '68.8', '0', '0.3', '4.34', '12.58', '220.4', '1.6', '14.8', '71.8', '29.4', '1.04', '0.64');
INSERT INTO `choose_food` VALUES (200, 'food1', '', '米粉(細).jpg', '米粉(細)', '20', '69.6', '0', '0.16', '0.06', '17.12', '2.4', '34', '0.8', '16.6', '0.4', '0.08', '0.02');
INSERT INTO `choose_food` VALUES (199, 'food1', '', '玉米.jpg', '玉米', '65', '72.15', '0', '1.235', '2.47', '12.61', '156', '3.9', '1.3', '50.05', '20.15', '0.39', '0.585');
INSERT INTO `choose_food` VALUES (198, 'food1', '', '蓮藕.jpg', '蓮藕', '100', '74', '0', '0.3', '1.8', '17', '280', '17', '20', '54', '13', '0.4', '0.2');
INSERT INTO `choose_food` VALUES (197, 'food1', '', '蕃薯.jpg', '蕃薯', '55', '68.2', '0', '0.165', '0.55', '15.73', '159.5', '24.2', '18.7', '29.15', '15.4', '0.275', '0.165');
INSERT INTO `choose_food` VALUES (196, 'food1', '', '馬鈴薯.jpg', '馬鈴薯', '90', '72.9', '0', '0.27', '2.43', '14.85', '270', '4.5', '2.7', '43.2', '22.5', '0.45', '0.63');
INSERT INTO `choose_food` VALUES (195, 'food1', '', '南瓜.jpg', '南瓜', '110', '70.4', '0', '0.22', '2.64', '15.62', '352', '1.1', '9.9', '46.2', '15.4', '0.44', '0.44');
INSERT INTO `choose_food` VALUES (194, 'food1', '', '芋頭粿.jpg', '芋頭粿', '60', '70.8', '1.8', '1.56', '1.26', '13.08', '28.2', '148.2', '3', '22.2', '4.2', '0', '0.3');
INSERT INTO `choose_food` VALUES (193, 'food1', '', '蘿蔔糕.jpg', '蘿蔔糕', '50', '69.5', '1.5', '2.2', '0.85', '11.6', '14', '128.5', '2.5', '16.5', '3.5', '0.1', '0.1');
INSERT INTO `choose_food` VALUES (192, 'food1', '', '麵條(乾).jpg', '麵條(乾)', '20', '71.4', '0', '0.32', '2.46', '14.34', '21', '28.4', '3.6', '20.8', '7', '0.12', '0.18');
INSERT INTO `choose_food` VALUES (191, 'food1', '', '米.jpg', '米', '20', '70.6', '0', '0.12', '1.4', '15.54', '14.8', '0.8', '1.2', '9.8', '3.8', '0.04', '0.28');
INSERT INTO `choose_food` VALUES (189, 'food1', '', '白飯.jpg', '白飯', '100', '140', '', '', '', '', '', '', '', '', '', '', '');
INSERT INTO `choose_food` VALUES (190, 'food2', '', '滷麵筋.jpg', '滷麵筋', '40', '255.2', '', '20.64', '17.76', '-', '2', '2.4', '10.8', '11.2', '4.8', '0.88', '0.72');
INSERT INTO `choose_food` VALUES (188, 'food2', '', '橙汁魚.jpg', '橙汁魚', '130', '225', '', '4.82', '19.22', '-', '400.2', '59.4', '3.6', '171.8', '23.6', '0.32', '0.4');
INSERT INTO `choose_food` VALUES (187, 'food2', '', '滷雞塊.jpg', '滷雞塊', '100', '248', '', '19.9', '16.1', '-', '228', '44', '1', '72', '6', '0.4', '0.3');
INSERT INTO `choose_food` VALUES (186, 'food2', '', '滷雞腿.jpg', '滷雞腿', '100', '141', '', '6.9', '18.4', '0.2', '217', '118', '2', '142', '18', '0.5', '1.7');
INSERT INTO `choose_food` VALUES (185, 'food2', '', '滷雞翅.jpg', '滷雞翅', '100', '227', '', '17.2', '16.8', '--!', '113', '125', '10', '101', '12', '0.4', '1.1');
INSERT INTO `choose_food` VALUES (184, 'food2', '', '蔥暴雞丁.jpg', '蔥暴雞丁', '110', '194', '', '0.9', '22.4', '', '310', '49', '1', '223', '28', '0.4', '0.4');
INSERT INTO `choose_food` VALUES (183, 'food3', '', '蒜爆高麗菜.jpg', '蒜爆高麗菜', '105', '68', '', '0.3', '1.2', '4.4', '150', '17', '52', '28', '11', '0.3', '0.2');
INSERT INTO `choose_food` VALUES (182, 'food3', '', '涼拌茄子.jpg', '涼拌茄子', '100', '25', '', '0.4', '1.3', '4.7', '200', '4', '18', '28', '14', '0.4', '0.2');
INSERT INTO `choose_food` VALUES (181, 'food2', '', '培根烤花枝.jpg', '培根烤花枝', '100', '147.3', '', '10.89', '11.53', '0.98', '117.2', '298.5', '10.9', '108.3', '52.4', '0.29', '1.3');
INSERT INTO `choose_food` VALUES (180, 'food2', '', '烤香腸.jpg', '蒜味香腸', '100', '431', '', '33.6', '16.5', '16.4', '291', '796', '9', '169', '17', '0.9', '1.8');
INSERT INTO `choose_food` VALUES (179, 'food2', '', '菠菜炒肉絲.jpg', '菠菜炒肉絲', '105', '83.5', '', '1.47', '4.11', '-', '449.9', '52.1', '69.4', '44.3', '54.5', '1.95', '0.71');
INSERT INTO `choose_food` VALUES (178, 'food3', '', '蝦皮炒扁蒲.jpg', '蝦皮炒扁蒲', '105', '69.95', '', '0.16', '2.06', '4.125', '108.9', '216.5', '86.15', '52.5', '22.7', '0.505', '0.275');
INSERT INTO `choose_food` VALUES (177, 'food2', '', '蕃茄炒蛋.jpg', '蕃茄炒蛋', '110', '139.2', '', '2.14', '3.14', '4.46', '192.6', '34.2', '14', '53', '11.8', '0.6', '0.4');
INSERT INTO `choose_food` VALUES (176, 'food3', '', '高麗菜炒豆皮.jpg', '高麗菜炒豆皮', '105', '85.5', '', '1.15', '3.61', '4.41', '173.2', '17.6', '53', '64.3', '19.5', '0.74', '0.4');
INSERT INTO `choose_food` VALUES (175, 'food3', '', '香菇炒大白菜.jpg', '香菇炒大白菜', '105', '59.8', '', '0.22', '1.33', '2.32', '195.4', '13.7', '37.2', '40.1', '10.7', '0.42', '0.47');
INSERT INTO `choose_food` VALUES (174, 'food2', '', '韭菜炒蟹肉絲.jpg', '韭菜炒蟹肉絲', '105', '90.4', '', '0.3', '3.46', '7.96', '173.8', '144.4', '34.8', '85', '13.8', '0.42', '0.3');
INSERT INTO `choose_food` VALUES (173, 'food3', '', '炒菜豆.jpg', '炒菜豆', '105', '75', '', '0.1', '2.2', '6.1', '160', '3', '27', '42', '29', '0.8', '0.6');
INSERT INTO `choose_food` VALUES (172, 'food2', '', '蕃茄炒豆包.jpg', '蕃茄炒豆包', '105', '150', '', '7.52', '4.96', '5.3', '171.4', '13.8', '72', '90.4', '19.8', '0.98', '0.54');
INSERT INTO `choose_food` VALUES (171, 'food3', '', '茄汁高麗菜.jpg', '茄汁高麗菜', '115', '79.3', '', '0.31', '1.36', '7.07', '189.2', '128.6', '53.1', '32.9', '13.1', '0.38', '0.22');
INSERT INTO `choose_food` VALUES (170, 'food2', '', '茄汁炒蛋.jpg', '茄汁炒蛋', '120', '243.3', '', '9.91', '12.26', '2.97', '162.2', '246.6', '31.1', '189.9', '13.1', '1.88', '1.22');
INSERT INTO `choose_food` VALUES (169, 'food2', '', '胡蘿蔔炒蛋.jpg', '胡蘿蔔炒蛋', '105', '103.8', '', '2.38', '3.3', '6.3', '256.6', '90.2', '30', '78.6', '15', '0.68', '0.48');
INSERT INTO `choose_food` VALUES (168, 'food2', '', '炒素魷魚.jpg', '炒素魷魚', '15', '48.8', '', '0.05', '0.11', '', '29', '7.9', '3', '5.2', '1.6', '0.04', '0.03');
INSERT INTO `choose_food` VALUES (167, 'food2', '', '炒甜椒肉片.jpg', '炒甜椒肉片', '105', '86.2', '', '1.2', '2.94', '0', '152.9', '13.4', '10', '27.2', '12.2', '0.42', '0.35');
INSERT INTO `choose_food` VALUES (165, 'food2', '', '炸雞排.jpg', '炸雞排', '115', '237', '', '0.4', '23', '-', '324', '57', '1', '215', '28', '0.3', '0.5');
INSERT INTO `choose_food` VALUES (166, 'food2', '', '炸鱈魚.jpg', '炸鱈魚', '115', '238', '', '0.1', '23.9', '0', '441', '41', '3', '331', '42', '2.4', '0.5');
INSERT INTO `choose_food` VALUES (164, 'food2', '', '炸豬排.jpg', '炸豬排', '115', '349', '', '14.7', '19.1', '-', '318', '55', '28', '204', '19', '1.2', '2.5');
INSERT INTO `choose_food` VALUES (163, 'food2', '', '炸金線魚.jpg', '炸金線魚', '115', '331', '', '12.6', '19.3', '-', '398', '70', '267', '43', '290', '1.3', '1.1');
INSERT INTO `choose_food` VALUES (162, 'food2', '', '洋菜炒蛋.jpg', '洋菜炒蛋', '105', '106.2', '', '2.3', '3.22', '7.26', '144.6', '27', '26', '61', '11', '0.6', '0.4');
INSERT INTO `choose_food` VALUES (161, 'food3', '', '空心菜與魚板.jpg', '空心菜與魚板', '105', '82.4', '', '0.36', '2.98', '6.08', '361.6', '220.4', '65', '47.2', '19.4', '1.22', '0.6');
INSERT INTO `choose_food` VALUES (160, 'food3', '', '炒鵝菜心.jpg', '炒鵝菜心', '105', '61', '', '0.2', '1', '3.1', '310', '22', '16', '18', '16', '0.3', '0.2');
INSERT INTO `choose_food` VALUES (159, 'food3', '', '炒菠菜.jpg', '炒菠菜', '105', '67', '', '0.5', '2.1', '3', '460', '54', '77', '45', '58', '2.1', '0.6');
INSERT INTO `choose_food` VALUES (158, 'food3', '', '炒海帶絲.jpg', '炒海帶絲', '105', '61', '', '0.2', '0.7', '3.3', '11', '606', '87', '8', '14', '0.2', '0.1');
INSERT INTO `choose_food` VALUES (157, 'food3', '', '炒高麗菜.jpg', '炒高麗菜', '105', '68', '', '0.3', '1.2', '4.4', '150', '17', '52', '28', '11', '0.3', '0.2');
INSERT INTO `choose_food` VALUES (156, 'food3', '', '炒南瓜.jpg', '炒南瓜', '105', '109', '', '0.2', '2.4', '14.2', '320', '1', '9', '42', '14', '0.4', '0.4');
INSERT INTO `choose_food` VALUES (155, 'food3', '', '炒青椒.jpg', '炒青椒', '105', '71.3', '', '0.23', '0.83', '5.73', '146', '17.8', '12.9', '28.6', '11.5', '0.4', '0.21');
INSERT INTO `choose_food` VALUES (154, 'food3', '', '炒空心菜.jpg', '炒空心菜', '105', '69', '', '0.4', '1.4', '4.3', '440', '52', '78', '37', '21', '1.5', '0.7');
INSERT INTO `choose_food` VALUES (153, 'food3', '', '炒豆芽菜.jpg', '炒豆芽菜', '105', '82.1', '', '0.68', '6.5', '3.75', '78.5', '13.3', '29.1', '61.9', '19.6', '0.76', '0.48');
INSERT INTO `choose_food` VALUES (152, 'food3', '', '炒玉米粒.jpg', '炒玉米粒', '110', '183', '', '0.6', '2.1', '19.8', '190', '231', '2', '57', '15', '0.5', '0.4');
INSERT INTO `choose_food` VALUES (151, 'food3', '', '炒冬瓜菜.jpg', '炒冬瓜菜', '105', '58', '', '0.2', '0.5', '2.6', '120', '5', '6', '25', '8', '0.2', '0.1');
INSERT INTO `choose_food` VALUES (150, 'food2', '', '炒干絲.jpg', '炒干絲', '105', '214', '', '8.6', '18.3', '4.8', '45', '549', '287', '277', '41', '6.2', '2.4');
INSERT INTO `choose_food` VALUES (149, 'food3', '', '炒小白菜.jpg', '炒小白菜', '105', '58', '', '0.3', '1', '2.1', '240', '40', '106', '37', '15', '1.4', '0.3');
INSERT INTO `choose_food` VALUES (148, 'food3', '', '炒大白菜.jpg', '炒大白菜', '105', '57', '', '0.2', '1.1', '1.8', '186', '15', '41', '35', '10', '0.4', '0.4');
INSERT INTO `choose_food` VALUES (147, 'food2', '', '炸豬排.jpg', '炸豬排', '100', '258.3', '', '9.18', '19.98', '----', '323.1', '31.5', '0.9', '34.2', '20.7', '0.54', '1.53');
INSERT INTO `choose_food` VALUES (146, 'food2', '', '豆瓣茄子.jpg', '豆瓣茄子', '115', '123.85', '', '0.805', '2.01', '5.31', '234.45', '256.1', '18.95', '39.55', '18.6', '0.555', '0.265');
INSERT INTO `choose_food` VALUES (145, 'food2', '', '豆瓣豆腐.jpg', '豆瓣豆腐', '115', '186.85', '', '3.805', '9.21', '6.61', '214.45', '254.1', '140.95', '122.55', '37.6', '2.155', '0.865');
INSERT INTO `choose_food` VALUES (144, 'food7', '零食點心', '沙其馬.jpg', '沙其馬', '40', '200.9', '', '', '', '25.42', '36.7', '0.7', '4.2', '11.3', '6.9', '--', '0.13');
INSERT INTO `choose_food` VALUES (143, 'food2', '', '豆豉苦瓜.jpg', '豆豉苦瓜', '110', '76.3', '', '0.83', '1.9', '4.525', '203', '266.65', '31.2', '54.85', '19.9', '0.585', '0.34');
INSERT INTO `choose_food` VALUES (142, 'food2', '', '豆干西洋芹炒素腰花.jpg', '豆干西洋芹炒素腰花', '125', '89.7', '', '2.04', '4.06', '2.7', '165.2', '139', '72.6', '69.2', '18.4', '1.25', '0.54');
INSERT INTO `choose_food` VALUES (141, 'food6', '', '鮮乳(低脂).jpg', '鮮乳(低脂)', '200', '92', '', '3.4', '6.4', '8.8', '318', '104', '214', '184', '40', '0.2', '0.8');
INSERT INTO `choose_food` VALUES (140, 'food2', '', '甜不辣炒玉米筍.jpg', '甜不辣炒玉米筍', '105', '101.4', '', '1.08', '4.08', '8.46', '171.2', '138.4', '14.6', '66.8', '23', '3.26', '0.44');
INSERT INTO `choose_food` VALUES (139, 'food2', '', '白菜滷.jpg', '白菜滷', '100', '24.8', '', '0.56', '2.93', '2.27', '188.7', '20.6', '36.4', '48.6', '11.8', '0.55', '0.69');
INSERT INTO `choose_food` VALUES (138, 'food2', '', '玉米粒炒蛋.jpg', '玉米粒炒蛋', '105', '162.5', '', '5.25', '7.1', '10.05', '156.5', '183', '16', '121', '13', '1.15', '0.8');
INSERT INTO `choose_food` VALUES (137, 'food2', '', '木耳炒鳳梨.jpg', '木耳炒鳳梨', '105', '88.8', '', '0.22', '0.9', '10.82', '40', '6.4', '21', '9.8', '14.2', '0.38', '0.42');
INSERT INTO `choose_food` VALUES (136, 'food2', '', '小黃瓜炒玉米筍.jpg', '小黃瓜炒玉米筍', '105', '66', '', '0.25', '1.6', '3.9', '180', '4', '22', '43.5', '20', '2.1', '0.35');
INSERT INTO `choose_food` VALUES (135, 'food2', '', '胡瓜炒麵筋.jpg', '胡瓜炒麵筋', '105', '186.2', '', '10.48', '9.6', '2.72', '73', '7.6', '18.2', '16', '10.4', '0.6', '0.52');
INSERT INTO `choose_food` VALUES (134, 'food2', '', '三杯雞.jpg', '三杯雞', '110', '231', '', '6.9', '18.4', '0.2', '217', '118', '2', '142', '18', '0.5', '1.7');
INSERT INTO `choose_food` VALUES (133, 'food2', '', '藍帶豬排.jpg', '藍帶豬排', '230', '595.85', '79.3', '38.555', '43.3', '17.62', '616.45', '1074.5', '250.85', '336.2', '53', '2.145', '3.935');
INSERT INTO `choose_food` VALUES (132, 'food2', '', '糖醋黃魚.jpg', '糖醋黃魚', '140', '404.9', '87.92', '32.63', '27.16', '', '443.8', '106.96', '8.4', '375.2', '42', '1.4', '0.56');
INSERT INTO `choose_food` VALUES (131, 'food7', '套餐', '蘑菇焗烤鱈魚.jpg', '蘑菇焗烤鱈魚', '330', '572.7', '106.65', '39.725', '42.305', '10.89', '844.9', '1681.95', '475.05', '729.95', '76.3', '2.4', '3.045');
INSERT INTO `choose_food` VALUES (130, 'food2', '', '煎虱目魚.jpg', '煎虱目魚', '185', '438.3', '66.5', '30.815', '267.05', '0', '372.75', '168', '28', '427', '63', '1.225', '1.575');
INSERT INTO `choose_food` VALUES (129, 'food7', '套餐', '焗烤海鮮.jpg', '焗烤海鮮', '420', '692.9', '363.5', '35.605', '58.475', '36.67', '991.7', '2502.7', '618.15', '924.8', '159.15', '3.35', '6.935');
INSERT INTO `choose_food` VALUES (128, 'food7', '套餐', '三杯雞套餐.jpg', '三杯雞套餐', '156', '339.5', '104', '23.955', '24.31', '5.975', '306', '807.75', '3.05', '189.1', '25.45', '0.755', '2.23');
INSERT INTO `choose_food` VALUES (127, 'food7', '套餐', '宮保雞丁套餐.jpg', '宮保雞丁套餐', '527', '789.25', '45.8', '38.46', '44.605', '80.925', '1264.2', '1718.2', '210.1', '494.65', '137.9', '15.765', '3.56');
INSERT INTO `choose_food` VALUES (126, 'food7', '飲料', '洛神花茶.jpg', '洛神花茶', '320', '211.2', '0', '0', '0', '52.8', '38.4', '38.4', '12.8', '76.8', '6.4', '0.32', '0.32');
INSERT INTO `choose_food` VALUES (125, 'food7', '飲料', '柳橙汁.jpg', '柳橙汁', '320', '160', '0', '0.32', '0.32', '39.36', '67.2', '70.4', '9.6', '12.8', '9.6', '0.32', '0');
INSERT INTO `choose_food` VALUES (124, 'food6', '', '杏仁奶酪.jpg', '鮮乳酪', '120', '115.2', '0', '4.8', '3.36', '15.36', '164.4', '70.8', '36', '58.8', '10.8', '0', '0.12');
INSERT INTO `choose_food` VALUES (123, 'food2', '', '苦瓜排骨湯.jpg', '苦瓜排骨湯', '30', '42.9', '6.6', '3.71', '1.61', '0.74', '55.1', '5.8', '4.9', '21', '4.2', '0.12', '0.18');
INSERT INTO `choose_food` VALUES (122, 'food2', '', '滷豆腐.jpg', '傳統豆腐', '105', '92.4', '0', '3.57', '8.925', '6.3', '189', '2.1', '147', '116.55', '34.65', '2.1', '0.84');
INSERT INTO `choose_food` VALUES (121, 'food3', '', '青江菜.jpg', '青江菜', '50', '8', '0', '0.15', '0.85', '1.1', '140', '18.5', '40', '14', '8.5', '0.85', '0.25');
INSERT INTO `choose_food` VALUES (120, 'food3', '', '黃帝豆.jpg', '黃帝豆', '80', '113.4', '0', '0.32', '6.96', '14.64', '544', '6.4', '15.2', '112', '56.8', '11.28', '0.88');
INSERT INTO `choose_food` VALUES (118, 'food1', '', '白飯.jpg', '白飯', '140', '196', '0', '0.42', '4.34', '57.4', '56', '2.8', '1.4', '54.6', '9.8', '0.28', '0.98');
INSERT INTO `choose_food` VALUES (119, 'food2', '', '雞丁腰果.jpg', '雞丁腰果', '110', '283.5', '', '', '22.38', '', '385.4', '48.4', '', '', '', '', '');
INSERT INTO `choose_food` VALUES (501, 'food2', '', '蚵仔牡蠣(蚵仔).jpg', '蚵仔牡蠣(蚵仔).jpg', '65', '50.05', '33.15', '1.04', '6.955', '3.185', '154.05', '235.3', '16.25', '68.25', '39', '4.29', '4.615');
INSERT INTO `choose_food` VALUES (502, 'food2', '', '小魚干.jpg', '小魚干', '10', '33.5', '66.9', '0.44', '6.92', '0', '73.8', '175.3', '221.3', '83.7', '20.9', '0.68', '0.64');
INSERT INTO `choose_food` VALUES (503, 'food2', '', '文蛤(小).jpg', '文蛤(小)', '60', '41.4', '33.6', '0.42', '6.84', '2.58', '79.2', '281.4', '78.6', '91.8', '28.2', '7.74', '0.72');
INSERT INTO `choose_food` VALUES (504, 'food2', '', '文蜆.jpg', '文蜆', '35', '30.45', '19.25', '0.49', '3.115', '3.43', '19.95', '7', '20.3', '47.95', '4.9', '0.84', '0.525');
INSERT INTO `choose_food` VALUES (505, 'food2', '', '章魚(小).jpg', '章魚(小)', '55', '33.55', '100.65', '0.33', '7.15', '0.495', '30.25', '126.5', '7.7', '61.05', '24.2', '3.355', '0.275');
INSERT INTO `choose_food` VALUES (506, 'food2', '', '蝦皮.jpg', '蝦皮', '20', '31.4', '85.2', '0.26', '6.72', '0.54', '93.6', '854.6', '276.2', '134', '56.6', '1.26', '0.34');
INSERT INTO `choose_food` VALUES (507, 'food2', '', '瓜子鯧(肉鯽).jpg', '瓜子鯧(肉鯽)', '35', '54.6', '22.75', '3.08', '6.265', '0', '53.9', '100.1', '3.15', '45.15', '4.9', '0.105', '0.14');
INSERT INTO `choose_food` VALUES (508, 'food2', '', '鱈魚(生).jpg', '鱈魚(生)', '50', '83', '11.5', '5.75', '7.35', '-', '164', '46.5', '3.5', '107.5', '13', '0.1', '0.15');
INSERT INTO `choose_food` VALUES (509, 'food2', '', '鮭魚(生).jpg', '鮭魚(生)', '35', '80.5', '21', '5.635', '6.93', '0', '58.45', '11.2', '0.7', '69.65', '8.75', '0.175', '0.175');
INSERT INTO `choose_food` VALUES (510, 'food2', '', '秋刀魚(生).jpg', '秋刀魚(生)', '35', '109.9', '15.05', '9.065', '6.58', '-', '82.6', '19.25', '3.85', '63.7', '8.05', '0.315', '0.14');
INSERT INTO `choose_food` VALUES (511, 'food2', '', '黃豆.jpg', '黃豆', '20', '78.8', '0', '3.26', '7.06', '6.64', '314', '4.4', '34.2', '79.2', '42.4', '1.48', '0.68');
INSERT INTO `choose_food` VALUES (512, 'food2', '', '毛豆.jpg', '毛豆', '50', '62.5', '0', '1.55', '7', '6.25', '310', '0', '19', '94.5', '31.5', '1.25', '0.9');
INSERT INTO `choose_food` VALUES (513, 'food2', '', '豆皮.jpg', '豆皮', '15', '57.75', '0', '4.86', '2.88', '0.735', '20.55', '0.15', '43.8', '55.2', '8.85', '0.375', '0.285');
INSERT INTO `choose_food` VALUES (514, 'food2', '', '麵腸.jpg', '麵腸', '40', '54.4', '0', '0.76', '8.24', '3.88', '13.2', '18.8', '2.4', '30.8', '15.6', '0.8', '0.56');
INSERT INTO `choose_food` VALUES (515, 'food2', '', '炸豆包.jpg', '炸豆包', '40', '154', '0', '12.96', '7.68', '1.96', '54.8', '0.4', '116.8', '147.2', '23.6', '1', '0.76');
INSERT INTO `choose_food` VALUES (516, 'food2', '', '麻油辣腐乳.jpg', '麻油辣腐乳', '30', '28.5', '0', '1.05', '2.7', '2.1', '37.2', '1102.5', '41.1', '41.4', '13.2', '0.93', '0.3');
INSERT INTO `choose_food` VALUES (517, 'food2', '', '干絲.jpg', '干絲', '35', '59.15', '0', '3.01', '6.405', '1.68', '15.75', '192.15', '100.45', '96.95', '14.35', '2.17', '0.84');
INSERT INTO `choose_food` VALUES (518, 'food2', '', '豆豉.jpg', '豆豉', '35', '79.8', '0', '3.5', '7.175', '5.075', '222.6', '2347.1', '50.4', '61.95', '30.45', '4.27', '0.805');
INSERT INTO `choose_food` VALUES (519, 'food2', '', '小三角油豆腐.jpg', '小三角油豆腐', '55', '75.9', '0', '5.005', '6.985', '0.825', '107.8', '0.55', '118.8', '119.9', '31.35', '1.375', '0.77');
INSERT INTO `choose_food` VALUES (520, 'food2', '', '黃豆干.jpg', '黃豆干', '70', '112', '0', '6.02', '12.18', '2.45', '116.2', '81.2', '479.5', '172.9', '39.2', '3.15', '1.12');
INSERT INTO `choose_food` VALUES (521, 'food2', '', '小方豆干.jpg', '小方豆干', '40', '64', '0', '3.44', '6.96', '1.4', '66.4', '46.4', '274', '98.8', '22.4', '1.8', '0.64');
INSERT INTO `choose_food` VALUES (522, 'food2', '', '傳統豆腐.jpg', '傳統豆腐', '80', '70.4', '0', '2.72', '6.8', '4.8', '144', '1.6', '112', '88.8', '26.4', '1.6', '0.64');
INSERT INTO `choose_food` VALUES (523, 'food2', '', '嫩豆腐.jpg', '嫩豆腐', '140', '71.4', '0', '3.78', '6.86', '2.8', '231', '44.8', '18.2', '102.2', '50.4', '1.82', '0.7');
INSERT INTO `choose_food` VALUES (524, 'food2', '', '素雞.jpg', '素雞', '40', '90.8', '-', '4.84', '9.92', '2.04', '189.6', '118', '41.6', '112.4', '37.2', '1.8', '0.88');
INSERT INTO `choose_food` VALUES (525, 'food2', '', '素肚.jpg', '素肚', '40', '90.8', '-', '4.84', '9.92', '2.04', '189.6', '118', '41.6', '112.4', '37.2', '1.8', '0.88');
INSERT INTO `choose_food` VALUES (526, 'food2', '', '麵筋(乾).jpg', '麵筋(乾)', '20', '127.6', '0', '10.32', '8.88', '0', '1', '1.2', '5.4', '5.6', '2.4', '0.44', '0.36');
INSERT INTO `choose_food` VALUES (527, 'food2', '', '雞蛋.jpg', '雞蛋', '55', '78.1', '238.15', '5.445', '6.655', '0.165', '67.65', '74.25', '16.5', '101.75', '6.05', '0.99', '0.66');
INSERT INTO `choose_food` VALUES (528, 'food2', '', '鹹鴨蛋.jpg', '鹹鴨蛋', '65', '114.4', '334.1', '7.995', '8.385', '2.34', '82.55', '1060.8', '27.95', '138.45', '5.85', '2.21', '1.04');
INSERT INTO `choose_food` VALUES (529, 'food2', '', '皮蛋.jpg', '皮蛋', '65', '94.25', '389.35', '6.24', '7.995', '1.625', '96.85', '439.4', '13.65', '106.6', '3.25', '2.665', '0.585');
INSERT INTO `choose_food` VALUES (530, 'food2', '', '豬肉干.jpg', '豬肉干', '20', '65.6', '26', '0.9', '5.76', '8.68', '100.8', '213.8', '2.2', '60', '7.4', '0.32', '0.54');
INSERT INTO `choose_food` VALUES (531, 'food2', '', '火腿.jpg', '火腿', '45', '67.05', '18', '1.755', '7.515', '5.4', '153', '472.5', '1.35', '136.35', '8.55', '0.495', '0.81');
INSERT INTO `choose_food` VALUES (532, 'food2', '', '貢丸.jpg', '貢丸湯', '50', '115.5', '32.5', '9.25', '8.25', '0', '95', '291', '5', '85.5', '8', '0.3', '0.65');
INSERT INTO `choose_food` VALUES (533, 'food2', '', '虱目魚丸.jpg', '虱目魚丸', '50', '112.5', '22', '7.4', '7.35', '4.25', '86', '264', '27', '84.5', '9.5', '0.25', '0.2');
INSERT INTO `choose_food` VALUES (534, 'food2', '', '花枝丸.jpg', '花枝丸', '50', '89', '33.5', '4.25', '6.65', '6.15', '91', '347.5', '41.5', '99', '9.5', '0.2', '0.25');
INSERT INTO `choose_food` VALUES (535, 'food2', '', '魚丸(包肉).jpg', '魚丸(包肉)', '60', '101.4', '20.4', '4.56', '7.08', '8.1', '118.8', '317.4', '6', '79.2', '9', '0.48', '0.36');
INSERT INTO `choose_food` VALUES (536, 'food2', '', '魚肉鬆.jpg', '魚肉鬆', '25', '116.75', '25', '5.05', '7.05', '10.95', '40.25', '440.25', '33.25', '51.5', '9.25', '1', '0.3');
INSERT INTO `choose_food` VALUES (537, 'food2', '', '豬肉酥.jpg', '豬肉酥', '20', '109.2', '20.6', '7.12', '6.6', '4.86', '114.4', '293.4', '18', '56.2', '8.8', '0.72', '0.66');
INSERT INTO `choose_food` VALUES (538, 'food2', '', '素火腿.jpg', '素火腿', '40', '92.4', '0', '6.8', '5.28', '2.64', '33.2', '310', '34.8', '42', '8.8', '0.72', '0.24');
INSERT INTO `choose_food` VALUES (539, 'food2', '', '豆棗.jpg', '豆棗', '60', '251.4', '0', '11.76', '7.02', '29.82', '44.4', '512.4', '163.8', '121.8', '24.6', '1.86', '0.3');
INSERT INTO `choose_food` VALUES (540, 'food2', '', '熱狗.jpg', '熱狗', '50', '123', '21', '8.85', '6.6', '4.45', '80', '272', '2', '98.5', '6', '0.65', '0.65');
INSERT INTO `choose_food` VALUES (541, 'food2', '', '香腸.jpg', '香腸', '95', '332.5', '61.75', '24.795', '16.245', '11.59', '266.95', '925.3', '1.9', '96.9', '15.2', '1.045', '1.71');
INSERT INTO `choose_food` VALUES (542, 'food2', '', '柴魚片.jpg', '柴魚片', '10', '37.2', '24', '0.62', '7.65', '0.26', '102.2', '43.3', '4.4', '71.2', '10.5', '1.53', '0.26');
INSERT INTO `choose_food` VALUES (543, 'food2', '', '魚板.jpg', '魚板', '90', '81.9', '10.8', '0.18', '8.37', '11.88', '43.2', '804.6', '11.7', '79.2', '11.7', '0.09', '0.18');
INSERT INTO `choose_food` VALUES (544, 'food2', '', '蟹味棒.jpg', '蟹味棒', '95', '109.25', '0', '0.285', '8.835', '18.05', '65.55', '659.3', '85.5', '270.75', '16.15', '0.475', '0.285');
INSERT INTO `choose_food` VALUES (545, 'food2', '', '味增.jpg', '味增', '60', '133.2', '0', '2.88', '7.02', '20.04', '249.6', '2268.6', '31.8', '93', '40.2', '1.32', '0.78');
INSERT INTO `choose_food` VALUES (546, 'food2', '', '里肌肉(切絲).jpg', '里肌肉（切絲)', '35', '39.9', '21', '0.98', '7.245', '1.015', '142.8', '13.65', '0.7', '78.05', '11.2', '0.455', '0.84');
INSERT INTO `choose_food` VALUES (547, 'food2', '', '豬肉塊(豬前腿肉).jpg', '豬肉塊(豬前腿肉)', '35', '43.4', '21.35', '1.505', '7', '0', '135.45', '18.9', '1.05', '87.15', '8.05', '0.455', '1.155');
INSERT INTO `choose_food` VALUES (548, 'food2', '', '雞里肌肉.jpg', '雞里肌肉', '35', '35.7', '17.15', '0.14', '8.05', '0', '113.4', '19.95', '0.35', '75.25', '9.8', '0.105', '0.175');
INSERT INTO `choose_food` VALUES (549, 'food2', '', '虱目魚.jpg', '虱目魚', '35', '70', '13.3', '4.165', '7.63', '0', '74.55', '33.6', '5.6', '85.4', '12.6', '0.245', '0.315');
INSERT INTO `choose_food` VALUES (550, 'food2', '', '鰹魚.jpg', '鰹魚', '35', '52.15', '22.4', '1.96', '8.085', '0', '142.8', '17.5', '2.8', '161.35', '12.25', '0.875', '0.14');
INSERT INTO `choose_food` VALUES (551, 'food2', '', '吻仔魚.jpg', '吻仔魚', '35', '15.05', '29.4', '0.21', '3.08', '-', '17.15', '96.25', '8.05', '85.4', '18.2', '0.245', '0.315');
INSERT INTO `choose_food` VALUES (552, 'food2', '', '肉鯽魚.jpg', '肉鯽魚', '35', '54.6', '22.75', '3.08', '6.265', '0', '53.9', '100.1', '3.15', '45.15', '4.9', '0.105', '0.14');
INSERT INTO `choose_food` VALUES (553, 'food2', '', '白帶魚(瘦帶魚).jpg', '白帶魚(瘦帶魚)', '30', '30.6', '20.7', '0.6', '5.88', '0', '87.3', '16.2', '1.5', '56.4', '4.8', '0.06', '0.12');
INSERT INTO `choose_food` VALUES (554, 'food2', '', '竹筴魚.jpg', '竹筴魚', '35', '36.75', '32.55', '0.56', '7.42', '0.14', '127.75', '31.5', '47.6', '112', '12.95', '0.7', '0.315');
INSERT INTO `choose_food` VALUES (555, 'food2', '', '紅目鰱.jpg', '紅目鰱', '35', '32.55', '18.9', '0.21', '7.21', '-', '114.1', '41.65', '2.45', '63', '10.15', '0.105', '0.105');
INSERT INTO `choose_food` VALUES (556, 'food2', '', '烤清腿(肉雞).jpg', '烤清腿(肉雞)', '35', '47.4', '26.4', '2.13', '5.94', '0.745', '280.35', '289.3', '0.75', '53.95', '7.2', '0.225', '0.495');
INSERT INTO `choose_food` VALUES (557, 'food2', '', '滷清腿(肉雞).jpg', '滷清腿(肉雞)', '45', '61.7', '35.2', '2.84', '7.79', '0.745', '126.85', '300.1', '0.95', '70.45', '9.1', '0.265', '0.655');
INSERT INTO `choose_food` VALUES (558, 'food2', '', '滷雞腿.jpg', '滷雞腿', '45', '61.7', '35.2', '2.84', '7.79', '0.745', '126.85', '300.1', '0.95', '70.45', '9.1', '0.265', '0.655');
INSERT INTO `choose_food` VALUES (559, 'food5', '', '豬油.jpg', '豬油', '5', '44.4', '5.1', '4.97', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `choose_food` VALUES (560, 'food5', '', '雞油.jpg', '雞油', '5', '44.5', '3.45', '4.985', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `choose_food` VALUES (561, 'food5', '', '青橄欖油.jpg', '青橄欖油', '5', '44.15', '0', '4.995', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `choose_food` VALUES (562, 'food5', '', '沙拉油(大豆油).jpg', '沙拉油(大豆油)', '5', '44.15', '0', '4.995', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `choose_food` VALUES (563, 'food5', '', '花生油.jpg', '花生油', '5', '44.15', '0', '4.995', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `choose_food` VALUES (564, 'food5', '', '棕櫚油(素清香).jpg', '棕櫚油(素清香)', '5', '44.15', '0', '4.995', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `choose_food` VALUES (565, 'food5', '', '沙拉醬.jpg', '沙拉醬', '10', '63.9', '3.4', '6.57', '0.19', '1.14', '10.8', '98', '1', '3.4', '0.3', '0.05', '0.07');
INSERT INTO `choose_food` VALUES (566, 'food5', '', '花生.jpg', '花生', '8', '44.24', '0', '3.456', '2.288', '1.808', '43.68', '52.88', '7.36', '31.12', '18.4', '2.36', '0.344');
INSERT INTO `choose_food` VALUES (567, 'food5', '', '南瓜子(白瓜子).jpg', '南瓜子(白瓜子)', '8', '48.24', '0', '3.768', '2.264', '1.408', '47.2', '29.6', '3.2', '78.48', '35.52', '0.976', '0.624');
INSERT INTO `choose_food` VALUES (568, 'food5', '', '腰果(生).jpg', '腰果(生)', '7', '42.21', '0', '3.297', '1.981', '1.232', '41.3', '25.9', '2.8', '68.67', '31.08', '0.854', '0.546');
INSERT INTO `choose_food` VALUES (569, 'food5', '', '酪梨.jpg', '酪梨', '30', '17.4', '0', '0.21', '0.33', '4.05', '57', '1.2', '2.4', '8.1', '4.5', '0.12', '0.09');
INSERT INTO `choose_food` VALUES (570, 'food5', '', '開心果.jpg', '開心果', '7', '45.71', '0', '3.864', '1.47', '1.344', '68.53', '30.17', '7.28', '27.79', '6.02', '0.259', '0.182');
INSERT INTO `choose_food` VALUES (571, 'food5', '', '腰果.jpg', '腰果', '8', '47.6', '0', '3.488', '1.408', '2.744', '49.44', '0.96', '3.68', '40.64', '17.68', '0.456', '0.416');
INSERT INTO `choose_food` VALUES (572, 'food5', '', '杏仁.jpg', '杏仁', '7', '44.73', '0', '3.661', '1.708', '1.344', '42.7', '9.45', '9.31', '37.66', '17.5', '0.343', '0.301');
INSERT INTO `choose_food` VALUES (573, 'food5', '', '花生醬.jpg', '花生醬', '8', '50.64', '0', '4.08', '1.92', '1.664', '50.72', '32.88', '0.56', '37.36', '15.68', '0.192', '0.2');
INSERT INTO `choose_food` VALUES (574, 'food5', '', '培根.jpg', '培根', '8', '50.64', '0', '4.08', '1.92', '1.664', '50.72', '32.88', '0.56', '37.36', '15.68', '0.192', '0.2');

-- --------------------------------------------------------

-- 
-- 資料表格式： `counter`
-- 

CREATE TABLE `counter` (
  `id` int(10) NOT NULL auto_increment,
  `session_id` varchar(200) NOT NULL,
  `is_reg` int(1) NOT NULL default '0' COMMENT '判斷是否為會員',
  `add_time` int(12) NOT NULL,
  PRIMARY KEY  (`id`),
  KEY `session_id` (`session_id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=880 ;

-- 
-- 列出以下資料庫的數據： `counter`
-- 

INSERT INTO `counter` VALUES (1, 'c1078b059e3a14a353fe8705e66833e3', 1, 1253868393);
INSERT INTO `counter` VALUES (2, '105a295d6c44a85bf430f2b711e783ae', 1, 1253870800);
INSERT INTO `counter` VALUES (3, '2240ab284d41acbcb0989bf90acc3fd4', 1, 1254097245);
INSERT INTO `counter` VALUES (4, '09c33874b70c835c9e8467a85db1d2a5', 1, 1254101729);
INSERT INTO `counter` VALUES (5, '87999555366536a28d3822825397b056', 1, 1254125188);
INSERT INTO `counter` VALUES (6, 'aca0313326c9c17a6cc9cd1779810704', 1, 1254187904);
INSERT INTO `counter` VALUES (7, '4e65500ce660c06d748db422273b70f6', 1, 1254203926);
INSERT INTO `counter` VALUES (8, '165e4f89ec26b0e8d7efede22f5e6a06', 0, 1254204134);
INSERT INTO `counter` VALUES (9, '140079fbb2f5840691630b403337488e', 0, 1254204383);
INSERT INTO `counter` VALUES (10, '02f3dacefee8f78cf126cc0789749a1a', 1, 1254274553);
INSERT INTO `counter` VALUES (11, 'b1b91ddd35354d321492b7cf58914eec', 0, 1254360005);
INSERT INTO `counter` VALUES (12, '404e63614a8ae08ec966f416f3918ff8', 0, 1254376088);
INSERT INTO `counter` VALUES (13, '3b5462e9fd4332e856a6317ae52c753a', 1, 1254447507);
INSERT INTO `counter` VALUES (14, 'f30462728a844961e27ab883910694d0', 1, 1254448207);
INSERT INTO `counter` VALUES (15, 'e3725a8d23f596269fb7445794193758', 1, 1254448540);
INSERT INTO `counter` VALUES (16, '00cff8263ffbefd77b37108ecd2878a5', 1, 1254448877);
INSERT INTO `counter` VALUES (17, '035a729e6f0e9e8575de6eeb94690db9', 1, 1254454857);
INSERT INTO `counter` VALUES (18, 'b471affc2539df77c9841c6733445f09', 1, 1254808069);
INSERT INTO `counter` VALUES (19, '13f311527d432f0c79675e39d88651d2', 0, 1254809267);
INSERT INTO `counter` VALUES (20, '884f9bbd733a6fd0b762274bbfccd335', 1, 1254809268);
INSERT INTO `counter` VALUES (21, '975ef365d8d34a73f4b87495ccbfabd7', 1, 1254878637);
INSERT INTO `counter` VALUES (22, '80936d43fc7282e008e920b96f3068f6', 0, 1254881172);
INSERT INTO `counter` VALUES (23, 'c25125c703504a518b38d922e8855c5f', 1, 1254881377);
INSERT INTO `counter` VALUES (24, 'd3e699a35edf5054e317636ee0293f58', 1, 1254904035);
INSERT INTO `counter` VALUES (25, 'f71902cff0018a8c68cc88d06b79e7aa', 1, 1254964179);
INSERT INTO `counter` VALUES (26, 'af303c23154a42de3fa744ffb798e591', 1, 1254965025);
INSERT INTO `counter` VALUES (27, 'af969fbdb058ee56e01e2eb06bf67aa8', 0, 1254965909);
INSERT INTO `counter` VALUES (28, 'b4b32f63ac421d53d24e775c3837c95a', 0, 1254967424);
INSERT INTO `counter` VALUES (29, 'f34ee80d80b2798d0e345287e729f500', 0, 1254967653);
INSERT INTO `counter` VALUES (30, '3c431f77c6b46351a757006e75aea082', 0, 1254968069);
INSERT INTO `counter` VALUES (31, '35c3ffd17d36c5e3ce92177b7d0efe43', 0, 1254968350);
INSERT INTO `counter` VALUES (32, '23c630acd2f506398e46c0f5a2f8b815', 0, 1254969185);
INSERT INTO `counter` VALUES (33, 'f19217a717be594cb8d2b5efeaa4dcd6', 0, 1254969271);
INSERT INTO `counter` VALUES (34, '9a93180b7ee781389b74650fa4e72efa', 0, 1254969425);
INSERT INTO `counter` VALUES (35, '8a1efd347124ef67c9a69b65d78a18da', 0, 1254973365);
INSERT INTO `counter` VALUES (36, '7824757fd62dae043e25e0d59de73cc1', 1, 1254973389);
INSERT INTO `counter` VALUES (37, 'f847afe4b7431cb412be754239f3ddfd', 1, 1254989467);
INSERT INTO `counter` VALUES (38, 'b1722ca1b1258c3f7f596ba3f12b5c8a', 0, 1254990791);
INSERT INTO `counter` VALUES (39, 'c91e3fefabe23bf0f4951e6f6a5ded9a', 0, 1255051880);
INSERT INTO `counter` VALUES (40, 'ac97efd13bf958f87859e0273db90f5a', 1, 1255051941);
INSERT INTO `counter` VALUES (41, '5166e81c2c06ad358dd0465f75c7bbeb', 1, 1255052416);
INSERT INTO `counter` VALUES (42, 'c6bf76548bfd5fdbe4f468a7292c55ea', 0, 1255052714);
INSERT INTO `counter` VALUES (43, '697e489e7e4ad7d0694860bd2831c4e1', 0, 1255052715);
INSERT INTO `counter` VALUES (44, '1cc5688de930fdb87231ff087a75bc06', 1, 1255053686);
INSERT INTO `counter` VALUES (45, '5504c8433b7c060f6525056904f665a3', 1, 1255059602);
INSERT INTO `counter` VALUES (46, 'e6a4875a4c1e667ee334af3e8deb7231', 0, 1255060993);
INSERT INTO `counter` VALUES (47, 'd1da94be00d6799af853d57a721f5616', 1, 1255062907);
INSERT INTO `counter` VALUES (48, 'ee267a0ad63e9f630e12baca82667dd6', 1, 1255066540);
INSERT INTO `counter` VALUES (49, '071fb77c6905b10af2aadd5cdaa934c3', 0, 1255072160);
INSERT INTO `counter` VALUES (50, 'ea11bb813fa5e733b603c07078c79baf', 0, 1255087032);
INSERT INTO `counter` VALUES (51, 'ca1e76cf3f193e92dcd9b636a2777aa6', 1, 1255311713);
INSERT INTO `counter` VALUES (52, '99d09d99f16751fdb862f8cebd83ad2d', 1, 1255331014);
INSERT INTO `counter` VALUES (53, 'f8337a5de95289f120fe4beebf4dbd3f', 0, 1255338243);
INSERT INTO `counter` VALUES (54, 'ed1c962d768ea6e087c96944ef047e69', 0, 1255391367);
INSERT INTO `counter` VALUES (55, 'b1313483b3b4e973d5b26d7d91be1df7', 0, 1255391451);
INSERT INTO `counter` VALUES (56, '9dc31b856f143f9c8637fc353efe1827', 0, 1255392257);
INSERT INTO `counter` VALUES (57, '16fe1cd146c7de36e3a668dab2c8c5a8', 0, 1255392426);
INSERT INTO `counter` VALUES (58, '70b127d64d80f8f9cdd114969066985e', 0, 1255392499);
INSERT INTO `counter` VALUES (59, '287e7695870c93527b935032130d7413', 0, 1255392595);
INSERT INTO `counter` VALUES (60, 'd8c9f7e401165dcd3c7bbe7a40561722', 0, 1255392891);
INSERT INTO `counter` VALUES (61, 'dd5e90ceb45abb546a36ce0f70ddb9a6', 0, 1255392891);
INSERT INTO `counter` VALUES (62, 'a9ae41031abe86447afe9bd5d116bf90', 0, 1255392979);
INSERT INTO `counter` VALUES (63, '63cffcd0f356a5a6d66e2e35b50c7c12', 0, 1255392984);
INSERT INTO `counter` VALUES (64, '8e5cde23deaa52d6c0f22834dc514a8a', 0, 1255393114);
INSERT INTO `counter` VALUES (65, '06370ac2919f56825e22932f3c8b004c', 0, 1255393126);
INSERT INTO `counter` VALUES (66, '70269388485c4b4eecbd4c3c97f45aa3', 0, 1255393133);
INSERT INTO `counter` VALUES (67, '9dcd28df2f0871e07f339acedf84151b', 0, 1255401396);
INSERT INTO `counter` VALUES (68, 'd0b4b988d9b3eeb780783740dd488add', 1, 1255402138);
INSERT INTO `counter` VALUES (69, 'b6457cd5ecd5bd26a267d0cb260d4609', 0, 1255418067);
INSERT INTO `counter` VALUES (70, '344314e37cdd3d928dd7c12190efdc1e', 0, 1255588815);
INSERT INTO `counter` VALUES (71, '214f19fe42cad0468f7fa09beb59361c', 1, 1255594917);
INSERT INTO `counter` VALUES (72, '2f12a2201a18acaa1654da8fd2335ec0', 1, 1255595428);
INSERT INTO `counter` VALUES (73, '0b8db574483974f9dc7b7e271a4c9cad', 1, 1255999058);
INSERT INTO `counter` VALUES (74, 'aea06882d042f86f1a70b8dd252d82dc', 0, 1256027641);
INSERT INTO `counter` VALUES (75, 'fb21882778a95e9e909a6ae67e3d249e', 0, 1256110911);
INSERT INTO `counter` VALUES (76, 'b2269209bcd909c66964bbff11872a19', 1, 1256111233);
INSERT INTO `counter` VALUES (77, 'f02e017c18553449365efbf24aea78fa', 0, 1256114656);
INSERT INTO `counter` VALUES (78, '4b25a2d35bff3823cf44466f874fb874', 1, 1256190809);
INSERT INTO `counter` VALUES (79, '0d111746a61685b9a52a6a246bf3f96c', 1, 1256191222);
INSERT INTO `counter` VALUES (80, '0cd6b4169d14a0c54fd55fd1165d635e', 1, 1256192992);
INSERT INTO `counter` VALUES (81, 'b9c000ed7cabf52917647fa6e5b8e94c', 0, 1256262276);
INSERT INTO `counter` VALUES (82, 'bfdffcf98fa62ff1aa281c2ef821f0d1', 1, 1256263548);
INSERT INTO `counter` VALUES (83, 'b0d2e83c4c8b3528135dfbe468f812da', 1, 1256265388);
INSERT INTO `counter` VALUES (84, 'c043c470aefc63a8a9d953b378ecc5a3', 1, 1256277088);
INSERT INTO `counter` VALUES (85, '92ad46bc294969a081e8735ca5abee2c', 0, 1256282262);
INSERT INTO `counter` VALUES (86, '9a86005cf337aae55b18f308e282f715', 1, 1256289416);
INSERT INTO `counter` VALUES (87, '67e2dbd64c35b084c48b86a52af102f2', 0, 1256529782);
INSERT INTO `counter` VALUES (88, 'af0bbf3e5d17f486ba5a693ade9d042d', 1, 1256535675);
INSERT INTO `counter` VALUES (89, '5d30b553990b7a0ca8efc77be3ed3121', 1, 1256537123);
INSERT INTO `counter` VALUES (90, '40bd7445d3a1d55afdd259e7ff14e56b', 0, 1256603244);
INSERT INTO `counter` VALUES (91, 'ceb5c82d1abe40ff26025a53ea8ece28', 0, 1256611727);
INSERT INTO `counter` VALUES (92, '1246a29d83ab62e3fcef7900e85227d5', 1, 1256622993);
INSERT INTO `counter` VALUES (93, '28842ec64efeecefd79c3bd9f9caea99', 0, 1257152708);
INSERT INTO `counter` VALUES (94, 'eac0a4cfba27465c51bc90c018cd8505', 1, 1257225490);
INSERT INTO `counter` VALUES (95, '9d50cc4dbb04db74b59b3469d4fc3763', 0, 1257231456);
INSERT INTO `counter` VALUES (96, '2984858975a203c1ab0ac4ddf86626aa', 1, 1257303935);
INSERT INTO `counter` VALUES (97, '976737c6e4f6e2360af2c79b61a78aa5', 1, 1257307059);
INSERT INTO `counter` VALUES (98, 'b9725559c006a8ea39975a77f49272e3', 1, 1257307136);
INSERT INTO `counter` VALUES (99, 'a8f4d66a4f0f1e69421fac0c9af92d84', 0, 1257308514);
INSERT INTO `counter` VALUES (100, '52423d1c6ca2c6376015fc93871ca1fd', 1, 1257309325);
INSERT INTO `counter` VALUES (101, '7f31605400b4416fcc07bcf7d9e47fdc', 1, 1257392377);
INSERT INTO `counter` VALUES (102, '60170f7e09a45df403575b9d94a1b803', 1, 1257392466);
INSERT INTO `counter` VALUES (103, '7336c18dbefbab8973e6166f3cf02366', 1, 1257574836);
INSERT INTO `counter` VALUES (104, 'c385bf72293909a4292f7729fec84f8e', 0, 1257879268);
INSERT INTO `counter` VALUES (105, '91bb3e39ea4e92265e53e40c220ddd51', 1, 1257905768);
INSERT INTO `counter` VALUES (106, '268069373bf888613d836b635f778142', 1, 1257909889);
INSERT INTO `counter` VALUES (107, '8bc42cf46a5bb08ba0b20988d64505e4', 1, 1257909929);
INSERT INTO `counter` VALUES (108, 'bbf6aa78e93417231ac7b6eee4d49036', 0, 1257913686);
INSERT INTO `counter` VALUES (109, '7a3991c270a22a7f5fc1805d0d068a33', 0, 1257918551);
INSERT INTO `counter` VALUES (110, 'd3ab4deaad433ba503f5c8375f3aa8c3', 0, 1257918670);
INSERT INTO `counter` VALUES (111, 'ad47e6aa8f63a4bfa0761864f96c0756', 0, 1257918764);
INSERT INTO `counter` VALUES (112, '5de3648625e70f667804386a3d163788', 1, 1257919021);
INSERT INTO `counter` VALUES (113, '96718143bc9e59f730117a136dbcde4f', 0, 1257919368);
INSERT INTO `counter` VALUES (114, 'e2d8c25bccca25aa32760da76bb92e2a', 0, 1258695526);
INSERT INTO `counter` VALUES (115, 'cb6961b27a5f5ab425ae2dcf4a5d6223', 0, 1258732051);
INSERT INTO `counter` VALUES (116, '0ef3ec98ee6e4b0088825e61a049b14a', 0, 1258954810);
INSERT INTO `counter` VALUES (117, 'ce16830994de5db90674cbe286c02d31', 0, 1258958246);
INSERT INTO `counter` VALUES (118, '597687a9b029f8cba2e78181fb25457a', 0, 1259029241);
INSERT INTO `counter` VALUES (119, 'd126326a4c3fd5ae18855fce4af3ffc8', 0, 1259030071);
INSERT INTO `counter` VALUES (120, 'a7ede9966e2efc89d9c5c0ff7b5d3a09', 0, 1259078221);
INSERT INTO `counter` VALUES (121, 'f687cb6d019751b7757a3358527a3f66', 0, 1259078479);
INSERT INTO `counter` VALUES (122, '096d6b9a48618caba222758249870eb2', 1, 1259078856);
INSERT INTO `counter` VALUES (123, '2ee5bbdb613074ccab51477a98cbea09', 0, 1259123163);
INSERT INTO `counter` VALUES (124, '7dada3df81f2f2e0f3ef22d466a0ca59', 0, 1259683100);
INSERT INTO `counter` VALUES (125, 'a0ba01660c1c94c694987faca34d8b4d', 0, 1260207815);
INSERT INTO `counter` VALUES (126, '2bfea5823a98b7a96872714a6e9eb760', 0, 1260261473);
INSERT INTO `counter` VALUES (127, '72260545f533da31f3755eea266725a0', 0, 1260384900);
INSERT INTO `counter` VALUES (128, '9250e3fd1ef2f170e9e0acfe59bd9aac', 0, 1261122063);
INSERT INTO `counter` VALUES (129, '9198e89ea7829c49e21d454630cb8036', 1, 1261122176);
INSERT INTO `counter` VALUES (130, '48ff419792d1ec29693155b016e77685', 0, 1261358790);
INSERT INTO `counter` VALUES (131, 'f5b1f8891f4db28b0b0c4675cc86bbd9', 0, 1261534365);
INSERT INTO `counter` VALUES (132, '09c835a02f9ce044e197db607a4fa12c', 1, 1261534931);
INSERT INTO `counter` VALUES (133, 'cdbcce6dc992e8b33b68da3afba17cf3', 1, 1261641220);
INSERT INTO `counter` VALUES (134, '8e46a9280d31a5555d713014bf0d1893', 1, 1262059331);
INSERT INTO `counter` VALUES (135, 'dde346ad7ccbd5e5bb670c1148a83191', 0, 1262075523);
INSERT INTO `counter` VALUES (136, '3f5797ba39ab6be05d3b201352e1b1f5', 0, 1262077162);
INSERT INTO `counter` VALUES (137, '3c6057eac7c71da2695292af7fd9595a', 0, 1262230170);
INSERT INTO `counter` VALUES (138, '67521631d6f5a1e0d6140f0f6e035371', 0, 1262584731);
INSERT INTO `counter` VALUES (139, 'fdc9bad00ce237b159c2ea8b5ab30e45', 0, 1262590147);
INSERT INTO `counter` VALUES (140, '73be25c234b9359352b60d1c9f5bb44b', 0, 1262657734);
INSERT INTO `counter` VALUES (141, 'ee98150cf28c3b80379f38f0e345b4c7', 0, 1262671742);
INSERT INTO `counter` VALUES (142, 'c6bf60f274aad83cd2ee91d4a38aea53', 0, 1262696079);
INSERT INTO `counter` VALUES (143, '4028930772775a0078378c222027a5ce', 0, 1262834317);
INSERT INTO `counter` VALUES (144, 'e3dfea116f469ac923ec54756e4266c0', 0, 1262834488);
INSERT INTO `counter` VALUES (145, '430ba9fda98cf6f293557c2bf7f1b1a6', 0, 1262834597);
INSERT INTO `counter` VALUES (146, '053f6a5ccd2d5d09a77f9a4ea0dc2d59', 0, 1262840691);
INSERT INTO `counter` VALUES (147, 'e9988aa1d789a39ac2ec003be14150a2', 0, 1262842105);
INSERT INTO `counter` VALUES (148, '175471107e275692fcc9b5670c27909a', 0, 1262844856);
INSERT INTO `counter` VALUES (149, '8e5e1a4a43d63b8698490633c1d041f2', 0, 1262845229);
INSERT INTO `counter` VALUES (150, 'ba08ffde0e609159369c2b6c76fb8362', 0, 1262845514);
INSERT INTO `counter` VALUES (151, '25ccfe196c5c376c0125d82ec55bded6', 0, 1262852982);
INSERT INTO `counter` VALUES (152, '203ffd7c02e644e08c7367a2d7aff58c', 0, 1262854561);
INSERT INTO `counter` VALUES (153, '86057a1eadbce8590f32068251d533e9', 1, 1262855194);
INSERT INTO `counter` VALUES (154, '9b648e49dcd88b3905b07cc71679a9f7', 0, 1262855287);
INSERT INTO `counter` VALUES (155, '63b2959050abc08f3d72c5d8f38ecfa1', 0, 1262865708);
INSERT INTO `counter` VALUES (156, '9d59ae37d98275befafe2443010d8407', 0, 1262913705);
INSERT INTO `counter` VALUES (157, '659d6743b1262bc6d1e0b7d47aab1220', 1, 1262924704);
INSERT INTO `counter` VALUES (158, '0ac356573076c380e9abe5b6cafb8d95', 0, 1262925212);
INSERT INTO `counter` VALUES (159, '6a2e21040b119ee20ac476d4093707b5', 0, 1262932511);
INSERT INTO `counter` VALUES (160, 'd5ec00d461eb0deaaa191fcb476239ca', 0, 1262941585);
INSERT INTO `counter` VALUES (161, '7bec8f6a9c6bc9082b4dff0494088e2a', 1, 1263365765);
INSERT INTO `counter` VALUES (162, 'cab1bb5cdf1cedbb3ab0652d2a857813', 0, 1263435673);
INSERT INTO `counter` VALUES (163, '1140899d025189922de253f022c07548', 1, 1263952174);
INSERT INTO `counter` VALUES (164, '764739613ac338a96f914ca137350304', 1, 1263952803);
INSERT INTO `counter` VALUES (165, '1e448c8a92e4bddbae9508a5220addc6', 0, 1263968753);
INSERT INTO `counter` VALUES (166, 'b92dc45ab55f8ca195b886041e459503', 1, 1264036547);
INSERT INTO `counter` VALUES (167, '19072c2bf8785b3af1d0ae1bbdbdeb34', 1, 1264040933);
INSERT INTO `counter` VALUES (168, '121097cddabdadd5a5b0afd74d7afb67', 0, 1264056629);
INSERT INTO `counter` VALUES (169, '2493339c1b3b5e6a30126b1e1db05878', 1, 1264147693);
INSERT INTO `counter` VALUES (170, 'c5440ce8c46c404f092ec0250f8d75db', 1, 1264147717);
INSERT INTO `counter` VALUES (171, '19828538181cf6bd1fc8b6682f6d7aef', 1, 1264384278);
INSERT INTO `counter` VALUES (172, '9f6d9dadb51289e7f8150500468159c8', 1, 1264386037);
INSERT INTO `counter` VALUES (173, 'f5dcede14b494419df806c03508f94ff', 0, 1264444595);
INSERT INTO `counter` VALUES (174, 'fb77e2d09aab8c06bc15ad4c23c06bb7', 0, 1264444713);
INSERT INTO `counter` VALUES (175, '6bd1b7ba92e4dcd733aa8bb93c5b3d1b', 0, 1264444784);
INSERT INTO `counter` VALUES (176, 'e2a8e5e93ce3933f86cf8fb9303848fa', 0, 1264470874);
INSERT INTO `counter` VALUES (177, 'c29ecf11778a7b0edbd069e3ab1e6220', 0, 1264472766);
INSERT INTO `counter` VALUES (178, '1fb4ebb60e741ba9089a7d0025f4508c', 0, 1264488693);
INSERT INTO `counter` VALUES (179, '454a4e89853075dc557316548b2cee1a', 0, 1264494273);
INSERT INTO `counter` VALUES (180, 'f86207592b21d6c8a861aa4bd0fc802f', 1, 1264530983);
INSERT INTO `counter` VALUES (181, '4c8682f64009b2658e76d15feceeefb2', 1, 1264531617);
INSERT INTO `counter` VALUES (182, 'a3e8ca25dca535f762ee8afe58f64808', 1, 1264539063);
INSERT INTO `counter` VALUES (183, '4c3e4125bffb2260000f66e8a944d8ff', 1, 1264542243);
INSERT INTO `counter` VALUES (184, 'faa3cd82ce62d3625ced0ed996023d54', 0, 1264554515);
INSERT INTO `counter` VALUES (185, 'b4e7ff84ffdee9730cb7b3b59435418d', 0, 1264554814);
INSERT INTO `counter` VALUES (186, 'e4bd7565e57d749dec07774822f32088', 1, 1264555690);
INSERT INTO `counter` VALUES (187, '04b4ef0bad1974b6aca6934fbea30343', 0, 1264557045);
INSERT INTO `counter` VALUES (188, 'ceacf8a9b9dc345a8e283f54a8e9e488', 1, 1264562232);
INSERT INTO `counter` VALUES (189, '1dab6b643f2dead3bfa3357602516fdd', 0, 1264577246);
INSERT INTO `counter` VALUES (190, 'e1f48c30c4a64adec083147f676fad04', 0, 1264577267);
INSERT INTO `counter` VALUES (191, '280f439c813c88e998cc1314825e476b', 0, 1264577268);
INSERT INTO `counter` VALUES (192, '71d28429b74fe3b276c530fbcf8f01e9', 0, 1264577275);
INSERT INTO `counter` VALUES (193, 'ada351119a67d1de630a3bf62378915b', 0, 1264577275);
INSERT INTO `counter` VALUES (194, 'afe392c38884a3fa5fec60e43cd72b23', 0, 1264577280);
INSERT INTO `counter` VALUES (195, '19fc5843a9c762d79c83884220173a9a', 0, 1264577281);
INSERT INTO `counter` VALUES (196, '7e3f47aa05995293da92eb1c60b4b483', 0, 1264577281);
INSERT INTO `counter` VALUES (197, '9ad47074ec58b8169126ef7fd35f3091', 0, 1264577286);
INSERT INTO `counter` VALUES (198, '1846e0a4d2a57fc68ece98a8467196ac', 0, 1264577287);
INSERT INTO `counter` VALUES (199, 'ec8b3cf9b64d1fa306fdfd50c8f359d9', 0, 1264577288);
INSERT INTO `counter` VALUES (200, '66a3ba52561caee86147e84fc7dd82cf', 0, 1264577291);
INSERT INTO `counter` VALUES (201, '80b594dd783fbf368cf160261f22e89c', 0, 1264577292);
INSERT INTO `counter` VALUES (202, '85cdfdd86dc050325dc857f4907d12ec', 0, 1264577294);
INSERT INTO `counter` VALUES (203, '1ea52435d3e092bc4749306ab4f15093', 0, 1264577316);
INSERT INTO `counter` VALUES (204, 'dc0a4e668eedb8f84d2035ce8f98009b', 0, 1264577316);
INSERT INTO `counter` VALUES (205, 'a105978d4928dbad2957d8dfd1f6e5e4', 0, 1264577318);
INSERT INTO `counter` VALUES (206, 'dd7177bd36cc7bc1f749094a7592c747', 0, 1264577318);
INSERT INTO `counter` VALUES (207, '6aedb7cc41a3d87f080b78bd551e497d', 0, 1264577345);
INSERT INTO `counter` VALUES (208, 'f64157e4a7b67466cabc3e94ced3de77', 0, 1264577347);
INSERT INTO `counter` VALUES (209, 'b035195ac1d7eac135bb7c13a67b1f24', 0, 1264577348);
INSERT INTO `counter` VALUES (210, 'd7236c2262a81e1d626597af60e09503', 0, 1264577350);
INSERT INTO `counter` VALUES (211, '1dad03e6e2902b5bfed558778190bf85', 0, 1264577350);
INSERT INTO `counter` VALUES (212, '095c7fd2ba22dd2de9b816414acb92e1', 0, 1264577351);
INSERT INTO `counter` VALUES (213, 'a4ede11de57ec840da92ee472b1283e0', 0, 1264577352);
INSERT INTO `counter` VALUES (214, '11a63b424daa57428e44df4d4c4a45ba', 0, 1264577378);
INSERT INTO `counter` VALUES (215, 'c42a71255ae43bbc3a286a29b29adfee', 0, 1264577428);
INSERT INTO `counter` VALUES (216, '79db60d975302d18c647d64c3b452401', 0, 1264577440);
INSERT INTO `counter` VALUES (217, '3781e516fdb7c88522c7d5da0c298b2a', 0, 1264577440);
INSERT INTO `counter` VALUES (218, 'fc1bd3fd5302cdf5a5b6d40bb63e227d', 0, 1264577445);
INSERT INTO `counter` VALUES (219, 'd891e5f4d48a2de386ec68941cbb027c', 0, 1264577445);
INSERT INTO `counter` VALUES (220, '005f43012854ddb9fac76e1431eab919', 0, 1264577464);
INSERT INTO `counter` VALUES (221, '9c2cb9e5f5a4bde517c51a0730bd3038', 0, 1264577470);
INSERT INTO `counter` VALUES (222, '875e55d6411bf4a74f01325c538ae839', 0, 1264577473);
INSERT INTO `counter` VALUES (223, '8982e7ff7a69f0ac6f5c44309baa2467', 0, 1264577481);
INSERT INTO `counter` VALUES (224, '8e5808cfaf9c8f24cd2377f376e46d88', 0, 1264577481);
INSERT INTO `counter` VALUES (225, '6a82ccc5255221a244183e3482b9d829', 0, 1264577495);
INSERT INTO `counter` VALUES (226, '8b75e409bd243718b3d1c78eb56f91ce', 0, 1264577501);
INSERT INTO `counter` VALUES (227, 'f900347e0f44e25f5e3846d1071ec718', 0, 1264577504);
INSERT INTO `counter` VALUES (228, '3afef14a5d0d633ec2942a12a984c9ba', 0, 1264577507);
INSERT INTO `counter` VALUES (229, '256e0c55503603c5a452f534c50ddabf', 0, 1264577507);
INSERT INTO `counter` VALUES (230, '084ca007012c03366df7ecca62993ba0', 1, 1264577553);
INSERT INTO `counter` VALUES (231, '65b65ad934a45718a5be7fc8188e1587', 0, 1264577689);
INSERT INTO `counter` VALUES (232, '2df5dafd57706de5feb28b018479d85b', 0, 1264577692);
INSERT INTO `counter` VALUES (233, '45e63cbc6159ec1bb6c1539280087c67', 0, 1264577702);
INSERT INTO `counter` VALUES (234, '4dd4efa852463a419dc3c7de5c6cf8f5', 0, 1264577702);
INSERT INTO `counter` VALUES (235, '8e6d0c7add520765f7a277a1d56cfa98', 0, 1264577705);
INSERT INTO `counter` VALUES (236, 'ce6fdd17394a878b99686a69e71967cd', 0, 1264577705);
INSERT INTO `counter` VALUES (237, 'f714cffcc6edf664475d4ff8fe6f28be', 0, 1264577741);
INSERT INTO `counter` VALUES (238, '8c1085c10680b7e6d34143d24d9909ec', 0, 1264577741);
INSERT INTO `counter` VALUES (239, '99662d605a1011ad54007675247689cb', 0, 1264577743);
INSERT INTO `counter` VALUES (240, '196690f5db7644944c613b5c39f4809e', 0, 1264577745);
INSERT INTO `counter` VALUES (241, '61a268b27e0d1b92ac9164c164719df8', 0, 1264577756);
INSERT INTO `counter` VALUES (242, '8133162c116ab49917685954238e6bc2', 0, 1264577756);
INSERT INTO `counter` VALUES (243, '02c20b522ee0e0b397109d58a442d03a', 0, 1264577766);
INSERT INTO `counter` VALUES (244, '1bf70e244765e9f87a44772ba19e4568', 0, 1264577766);
INSERT INTO `counter` VALUES (245, 'eaa7174d7c05cf8fe52e49c2e29fa3ea', 0, 1264577781);
INSERT INTO `counter` VALUES (246, '2b550f26234fb5dc0bfc61945b94be9a', 0, 1264577783);
INSERT INTO `counter` VALUES (247, '229d8e45d910d2cddd3058001cf13edf', 0, 1264577784);
INSERT INTO `counter` VALUES (248, '0b7fa91abc91a72d8136696a99cc79e9', 0, 1264577789);
INSERT INTO `counter` VALUES (249, '206ec7b31cd5ff8f7a3450eecdc779c5', 0, 1264577790);
INSERT INTO `counter` VALUES (250, 'fb1e6e7712677a9833fca7bd621f15b0', 0, 1264577791);
INSERT INTO `counter` VALUES (251, 'b735f3d61d8c7a3084a8d6e93364f999', 0, 1264577791);
INSERT INTO `counter` VALUES (252, '9a69a966ab8fc4c61341695b4c6ec60b', 0, 1264577795);
INSERT INTO `counter` VALUES (253, '5bb988955d9b499048f2c0820fa3de4c', 0, 1264577807);
INSERT INTO `counter` VALUES (254, '0ee70bb0fce08607aa2457a65cc20abf', 0, 1264577808);
INSERT INTO `counter` VALUES (255, '1fe3de51d97f6200dab2de768648bb25', 0, 1264577809);
INSERT INTO `counter` VALUES (256, '714a997022bacea422b9f753b6d0d59a', 0, 1264577809);
INSERT INTO `counter` VALUES (257, 'ee0876c678bca17772f4f5dbb8b0977f', 0, 1264577810);
INSERT INTO `counter` VALUES (258, '1eac074cdb325afc9fcd6aa4a04adceb', 0, 1264577810);
INSERT INTO `counter` VALUES (259, 'd5282753c155bac9f95d2aee67dd2b7b', 0, 1264577813);
INSERT INTO `counter` VALUES (260, 'a411352ef2aec1730cd150a310ce5afe', 0, 1264577824);
INSERT INTO `counter` VALUES (261, '5b9f3ee5747cf9b7b77f7e93182d1a0c', 0, 1264577825);
INSERT INTO `counter` VALUES (262, '0c9ad5d5ad8882449a983dd73f083de7', 0, 1264577825);
INSERT INTO `counter` VALUES (263, 'fa925d3ae41093b9f727a9a576c459fe', 0, 1264577826);
INSERT INTO `counter` VALUES (264, 'b36c548ec99ba7fa2dbe43a516d79f3f', 0, 1264577827);
INSERT INTO `counter` VALUES (265, '8687c7d38dc24d8c38871f096248b840', 0, 1264577829);
INSERT INTO `counter` VALUES (266, '4c1c468cedf586c505a1592d15a07978', 0, 1264577830);
INSERT INTO `counter` VALUES (267, '6854f4d95579a967aefeae4f1c9e62c7', 0, 1264577833);
INSERT INTO `counter` VALUES (268, '9338262d2b55712ed60ca1255c96fff4', 0, 1264577842);
INSERT INTO `counter` VALUES (269, '1fed8db540e60722c1e82523df036ab5', 0, 1264577844);
INSERT INTO `counter` VALUES (270, '0e84bec3c4aa2a821622d20933282115', 0, 1264577845);
INSERT INTO `counter` VALUES (271, '302c6d482a2a2f1f5e6c0e5e35d664c9', 0, 1264577845);
INSERT INTO `counter` VALUES (272, '357c4093509c593abc5e205652cad657', 0, 1264577880);
INSERT INTO `counter` VALUES (273, '30027517589d4f3cb124849cb70c38e4', 0, 1264577881);
INSERT INTO `counter` VALUES (274, '63e9bee234432a0d8c044776ac96bb0e', 0, 1264577882);
INSERT INTO `counter` VALUES (275, 'bbd5ff9d602d3d70388ea371a8ea04ab', 0, 1264577883);
INSERT INTO `counter` VALUES (276, 'e7db730b4dcfa250a82cd9cd4906335a', 0, 1264577883);
INSERT INTO `counter` VALUES (277, 'e40e7c4ff31a8c871cfcc04b69b0d706', 0, 1264577885);
INSERT INTO `counter` VALUES (278, '961e5718f3dda5443702fc614001a76c', 0, 1264577891);
INSERT INTO `counter` VALUES (279, '862b2ebb485b5afc3029740fd7c2bc4d', 0, 1264577895);
INSERT INTO `counter` VALUES (280, '24e13295131f43664dd8574d0fe8a4a7', 0, 1264577898);
INSERT INTO `counter` VALUES (281, '416fcf433e9f9595ab632cdf038a0634', 0, 1264577901);
INSERT INTO `counter` VALUES (282, '3ffa1a696c5f89eaf837fb363a4d2603', 0, 1264577904);
INSERT INTO `counter` VALUES (283, 'd93e82b1678545b7a4784a1bc20136ac', 0, 1264577907);
INSERT INTO `counter` VALUES (284, '5e4bd6a7e0378182c96f560f340af930', 0, 1264577914);
INSERT INTO `counter` VALUES (285, 'beed094211579a3a7247ce47c3f43dfe', 0, 1264577917);
INSERT INTO `counter` VALUES (286, '2f3e4a6c146df4f97f568a7a5219b046', 0, 1264577955);
INSERT INTO `counter` VALUES (287, '8f2b5722c6049d283e75817c1fca1149', 0, 1264577966);
INSERT INTO `counter` VALUES (288, '3a724664de810523bbe3fa4dae1a922f', 0, 1264577966);
INSERT INTO `counter` VALUES (289, '9aec640f6cbe8ce93c522a9d4877a011', 0, 1264578144);
INSERT INTO `counter` VALUES (290, '72c139443c33634bed9cad854b7d6f3f', 0, 1264578148);
INSERT INTO `counter` VALUES (291, '5fcdc1c3926f09c94bb6be52cc8af598', 0, 1264578150);
INSERT INTO `counter` VALUES (292, 'ab948882f2c6141ae51108c2df4d156d', 0, 1264578151);
INSERT INTO `counter` VALUES (293, '5147678c387da423985176b7a07cdec6', 0, 1264578152);
INSERT INTO `counter` VALUES (294, 'be49fb65732b36b328e8aa4d628d5e5d', 0, 1264578152);
INSERT INTO `counter` VALUES (295, '0e8d6a51269560661243fcd220e00d01', 0, 1264578154);
INSERT INTO `counter` VALUES (296, 'a80edb83d347409c573f8a3d3e88802c', 0, 1264578156);
INSERT INTO `counter` VALUES (297, 'c755c62e1f0c33c92f9096011251042f', 0, 1264578158);
INSERT INTO `counter` VALUES (298, '553764414693bcdd975b07f4c08cc0ff', 0, 1264578318);
INSERT INTO `counter` VALUES (299, 'fff909dd5911eca0a302d179f5cbe1e6', 0, 1264578319);
INSERT INTO `counter` VALUES (300, '36d1a31cbce827fb80b8d28e84e4535d', 0, 1264578322);
INSERT INTO `counter` VALUES (301, 'e95f8f5170d02f1decf5df108bbf54cf', 0, 1264578324);
INSERT INTO `counter` VALUES (302, '49eb9429a6abf56f76da1585ea209403', 0, 1264578334);
INSERT INTO `counter` VALUES (303, '4268969c98ee127ee981eaf1d472a53c', 0, 1264578334);
INSERT INTO `counter` VALUES (304, '1574eaa440395d4be3870a7714bf9c39', 0, 1264578335);
INSERT INTO `counter` VALUES (305, 'bcf63162257e92fe56e5025ce9b63d9d', 0, 1264578338);
INSERT INTO `counter` VALUES (306, 'a3daa81e3ea916c44e1aa81040ccc65d', 0, 1264578339);
INSERT INTO `counter` VALUES (307, '8856434b8bbb1076405ae0e9cca8845d', 0, 1264578406);
INSERT INTO `counter` VALUES (308, 'c134d57c28e79da17a9444c79557396b', 0, 1264578407);
INSERT INTO `counter` VALUES (309, '6f5d2818bfbd88adb9a29f08ab04f769', 0, 1264578407);
INSERT INTO `counter` VALUES (310, '11a213a81d69e8013bdd4be182a0db94', 0, 1264578409);
INSERT INTO `counter` VALUES (311, '45838275310c0eacd3db8e9fad56e763', 0, 1264578419);
INSERT INTO `counter` VALUES (312, '180ac263caa14dd9a43470c41f32ea4b', 0, 1264578419);
INSERT INTO `counter` VALUES (313, '1ccb5e86907ef0122ae2818b52247c65', 0, 1264578634);
INSERT INTO `counter` VALUES (314, 'bd0eafdd6bc9717357422ea6c41b1d2e', 0, 1264578643);
INSERT INTO `counter` VALUES (315, '39fdf48d396bee10786d76768608d903', 0, 1264578643);
INSERT INTO `counter` VALUES (316, '5755449f33e9459397798a3c2733a2db', 0, 1264578646);
INSERT INTO `counter` VALUES (317, '0a8dad07932b2af023c0d4349e453293', 0, 1264578683);
INSERT INTO `counter` VALUES (318, 'd3447ec121d2b8007bd528db164ea68b', 0, 1264578703);
INSERT INTO `counter` VALUES (319, 'bbadc41f445f14ef871acc329df57d74', 0, 1264578710);
INSERT INTO `counter` VALUES (320, '4a3a97fad2adacb7e52047a2bf79bcb9', 0, 1264578710);
INSERT INTO `counter` VALUES (321, '6e1f2a15583708a270570d495d876153', 0, 1264578719);
INSERT INTO `counter` VALUES (322, '2c58dca66213d1b2f5889d0ef3f14747', 0, 1264578739);
INSERT INTO `counter` VALUES (323, 'e17d46525ff42b56107ad854b9e59998', 0, 1264578739);
INSERT INTO `counter` VALUES (324, 'ecd5b553b7760f207654a64bea3f7fa1', 0, 1264578742);
INSERT INTO `counter` VALUES (325, '41014599aecf335daf3e5f8eb23ab444', 0, 1264578742);
INSERT INTO `counter` VALUES (326, '26b1ad03ea2a95679e8d9a781f6c6858', 0, 1264578753);
INSERT INTO `counter` VALUES (327, '858ca6f7a91b24863cc9397b5f5ff8d2', 0, 1264578753);
INSERT INTO `counter` VALUES (328, 'f4297cec1b110f2140fb8fe1e1e71bed', 1, 1264578847);
INSERT INTO `counter` VALUES (329, '29143b0e6c86a79f5a66c84b0939f0f0', 0, 1264579357);
INSERT INTO `counter` VALUES (330, 'a4d04f72fa07ce6fab058ca975f3ffa7', 0, 1264579359);
INSERT INTO `counter` VALUES (331, 'ce9e28fec2904e00b9a892e8f225c64d', 0, 1264579364);
INSERT INTO `counter` VALUES (332, 'bfb7827411d0f5d172104d6bf2fe64ab', 0, 1264579364);
INSERT INTO `counter` VALUES (333, '2e822be267c1a85bb499b0828e259707', 0, 1264579386);
INSERT INTO `counter` VALUES (334, 'd0e4123f25c8e8dd9573372f556d205a', 0, 1264579392);
INSERT INTO `counter` VALUES (335, 'fea872fd810080f7643ac3ade49abf4e', 0, 1264579399);
INSERT INTO `counter` VALUES (336, 'a300d87aba344b3349756aa9c06eb7d1', 0, 1264579399);
INSERT INTO `counter` VALUES (337, '7d817b534ccafb5344610a7243febadb', 0, 1264579440);
INSERT INTO `counter` VALUES (338, '7f4e33010e5b94214776c6e57668ca52', 0, 1264579442);
INSERT INTO `counter` VALUES (339, 'eae0d60f606f2767ecc2ab728f71dde2', 0, 1264579447);
INSERT INTO `counter` VALUES (340, 'aa394e2d1001bc09cbb462a10ab9e1e8', 0, 1264579452);
INSERT INTO `counter` VALUES (341, '6e8e83197514bf2735e7ce4f6ffcb074', 0, 1264579452);
INSERT INTO `counter` VALUES (342, '3711575d10339e6b68ed7fa77f43d893', 0, 1264579469);
INSERT INTO `counter` VALUES (343, '82e486933ad32093d2602e17d9d02fc4', 0, 1264579474);
INSERT INTO `counter` VALUES (344, 'd0bc14d3c4de57bd44c5a9db3ee8e2f1', 0, 1264579474);
INSERT INTO `counter` VALUES (345, 'a021eeac1d4c9142d75a4d174c3b2e43', 0, 1264579553);
INSERT INTO `counter` VALUES (346, '886033526c22a1d3399a616f089f2a8f', 0, 1264579611);
INSERT INTO `counter` VALUES (347, '9e9204ce40b204d7c3ffad56a2b87821', 0, 1264579611);
INSERT INTO `counter` VALUES (348, 'f7775851759ca514f3714a211bc39f8e', 0, 1264579617);
INSERT INTO `counter` VALUES (349, 'b2933f3d1bd1699f11844c0108fdc0e9', 0, 1264579617);
INSERT INTO `counter` VALUES (350, '03282cd44639ed5c4eaa50c1ae816493', 0, 1264579640);
INSERT INTO `counter` VALUES (351, '3dccf03d49d463a08b3ae8a21840d01c', 0, 1264579664);
INSERT INTO `counter` VALUES (352, '0f0d65490a465c60c84bfc3b3caf571c', 0, 1264579664);
INSERT INTO `counter` VALUES (353, '134ec3c43b7ac70102d385f5972eace6', 0, 1264579677);
INSERT INTO `counter` VALUES (354, '3e1f1d1a7d2722f7dc1c2decae299666', 0, 1264579688);
INSERT INTO `counter` VALUES (355, 'd267aabcd6c16665b73fe2fb228a3ba7', 0, 1264579908);
INSERT INTO `counter` VALUES (356, '0b2d1c71a6aa218158f033d8de8ea324', 0, 1264579911);
INSERT INTO `counter` VALUES (357, 'b44f8851efe73f38f9f2945b290fd725', 0, 1264579922);
INSERT INTO `counter` VALUES (358, '3ceccc5d057838cd3c4114cf898cc5b5', 0, 1264579922);
INSERT INTO `counter` VALUES (359, '429bdd93a4e4697bb4af29155fe90e92', 0, 1264580019);
INSERT INTO `counter` VALUES (360, '920f540b769484542bb337cdc4d8c4b4', 0, 1264580020);
INSERT INTO `counter` VALUES (361, 'f9b03dd189203316c6869dfbba2aafda', 0, 1264580020);
INSERT INTO `counter` VALUES (362, 'e86a3e90c8b4416ceae67dfd461200ba', 0, 1264580025);
INSERT INTO `counter` VALUES (363, 'b641df4d25f0dc69ba59de94cc88f800', 0, 1264580025);
INSERT INTO `counter` VALUES (364, 'efb911354b3307ed632f059b4a7be533', 0, 1264580064);
INSERT INTO `counter` VALUES (365, 'b6ef34a27dd6bc9de6a3c5f88387730e', 0, 1264580066);
INSERT INTO `counter` VALUES (366, '92c277986cb2127b752f75bce68cd63c', 0, 1264580071);
INSERT INTO `counter` VALUES (367, '21404a1ac56ec913f9c2724ae62ba3c6', 0, 1264580071);
INSERT INTO `counter` VALUES (368, '086c2e074a2951e011d20e16865a4ba7', 0, 1264580253);
INSERT INTO `counter` VALUES (369, 'ad31d541bc201759ad356653e6583937', 0, 1264580253);
INSERT INTO `counter` VALUES (370, '4e89a1970cc49e223d9219727be6e1fd', 0, 1264580382);
INSERT INTO `counter` VALUES (371, '5241bdba510e4d6ea3c7f7aafd7d9c54', 0, 1264580466);
INSERT INTO `counter` VALUES (372, '83e5551931245415e93672de89d895e3', 0, 1264580467);
INSERT INTO `counter` VALUES (373, '9c5eedab8c1e93daa311e41d3352a2cf', 0, 1264580468);
INSERT INTO `counter` VALUES (374, 'c2233fbcea88ff065948ca6998a8ac69', 0, 1264580469);
INSERT INTO `counter` VALUES (375, '3eefad1c3d10fc8f9ac38c98940be8c3', 0, 1264580470);
INSERT INTO `counter` VALUES (376, 'd9e6001b10216fb09124f91cb3fe74cd', 0, 1264580472);
INSERT INTO `counter` VALUES (377, '5b57f237c0b9fa1c0e156c54db193c94', 0, 1264580477);
INSERT INTO `counter` VALUES (378, 'a002dd5dd77dc2407b63add68ff5226a', 0, 1264580479);
INSERT INTO `counter` VALUES (379, '0689f5b5ac63c968da91de1451300c11', 0, 1264580481);
INSERT INTO `counter` VALUES (380, 'bf3d867eb3a827f8a4044f7ba29239e3', 0, 1264580482);
INSERT INTO `counter` VALUES (381, '2f0d2e635928633511f9997564c787f1', 0, 1264580486);
INSERT INTO `counter` VALUES (382, '934f2c30d7fa64d15127985a04bf27d6', 0, 1264580489);
INSERT INTO `counter` VALUES (383, '3df7cac5125b8250212cb9ef7a75b277', 0, 1264580490);
INSERT INTO `counter` VALUES (384, '633b5dea08cb1a1accc608d8061f5d7d', 0, 1264580492);
INSERT INTO `counter` VALUES (385, '91917b417cd8dc0c88ad9f7f02b4f6a1', 0, 1264580498);
INSERT INTO `counter` VALUES (386, '6fff44742485863248314f3ddf17b8f5', 0, 1264580501);
INSERT INTO `counter` VALUES (387, 'd951505c5552d298c8e42937984f081b', 0, 1264580506);
INSERT INTO `counter` VALUES (388, '3b638f46df3139a1dab2efd5d61ab2f1', 0, 1264580782);
INSERT INTO `counter` VALUES (389, '78b939ef430192a96094b184ce6d6158', 0, 1264580783);
INSERT INTO `counter` VALUES (390, '3f1fa2573e0c3378ee9150c2a8343b29', 0, 1264580785);
INSERT INTO `counter` VALUES (391, 'e28343f6631f4414628cae8f752fc1b8', 0, 1264580785);
INSERT INTO `counter` VALUES (392, '6b8e5f6ad464489bf839f6c98dd6bba0', 0, 1264580797);
INSERT INTO `counter` VALUES (393, '7ff47d4d6b7277bf5e69ab9fdaf94cff', 0, 1264581053);
INSERT INTO `counter` VALUES (394, 'a045de7f474b8be8cf407490c20e5724', 0, 1264581055);
INSERT INTO `counter` VALUES (395, '8b2003ded76b69f787df70ca47ff8dd6', 0, 1264581061);
INSERT INTO `counter` VALUES (396, '9ef87f33b5743d617006c7dc5e44a697', 0, 1264581061);
INSERT INTO `counter` VALUES (397, '01394cb3dd5ce7a6785e66f3951d3af4', 0, 1264581150);
INSERT INTO `counter` VALUES (398, 'b58f586e3894be80d6f23590432b5c7a', 0, 1264581152);
INSERT INTO `counter` VALUES (399, 'a59ba143bf5c8fe162c19619553cd7e2', 0, 1264581156);
INSERT INTO `counter` VALUES (400, '9daa5e4ae747155a684a167c6cc7dba7', 0, 1264581156);
INSERT INTO `counter` VALUES (401, '1fe6f36b009052cae2f456f7b7bdb4b0', 0, 1264581160);
INSERT INTO `counter` VALUES (402, 'f1bd614ca8b74587b98f9462ea27e583', 0, 1264581242);
INSERT INTO `counter` VALUES (403, 'a51069c8e979b3b1dca1ca1fe912c174', 0, 1264581247);
INSERT INTO `counter` VALUES (404, '50c63aac681a3243984bdaf15ebd218f', 0, 1264581247);
INSERT INTO `counter` VALUES (405, '1f31f39b348e7bc31617db65a4e0d346', 0, 1264581252);
INSERT INTO `counter` VALUES (406, 'ff75fefd8fb24a2dc0c8aef5a8f6dea1', 0, 1264581252);
INSERT INTO `counter` VALUES (407, '9d8357de3fed28ed50cf70442107756d', 0, 1264581267);
INSERT INTO `counter` VALUES (408, 'c7fd8145ed770f742c2a3bb4357d9157', 0, 1264581281);
INSERT INTO `counter` VALUES (409, '3c4362f92af7c96a08d20cce5e3cc175', 0, 1264581840);
INSERT INTO `counter` VALUES (410, '0fe1edb122444043e5b177c80685e1d6', 0, 1264581842);
INSERT INTO `counter` VALUES (411, 'aa3a0c7d9b53ea69c05acbd3be4d7296', 0, 1264581846);
INSERT INTO `counter` VALUES (412, 'ac66a097f14bf45c7f2a7164ff479a52', 0, 1264581846);
INSERT INTO `counter` VALUES (413, '4046fe712fa3eb3941dfc65d4b9995da', 0, 1264581888);
INSERT INTO `counter` VALUES (414, 'd310b9592798c4e89017a5348432cec8', 0, 1264581893);
INSERT INTO `counter` VALUES (415, 'be33ac6a7357272e78712a49d8a77bd6', 0, 1264581953);
INSERT INTO `counter` VALUES (416, 'add82de381c676325f00603eb04f7853', 0, 1264581956);
INSERT INTO `counter` VALUES (417, 'c6348b0a8bcf901e32bd18a90645de0b', 0, 1264581956);
INSERT INTO `counter` VALUES (418, 'acdf420582d06449c5d972df6bce79db', 0, 1264581964);
INSERT INTO `counter` VALUES (419, '6488f8eb95cee8df782652497d4e137b', 0, 1264581968);
INSERT INTO `counter` VALUES (420, 'b719d93292b39a0e61f868f394a7bc8a', 0, 1264581972);
INSERT INTO `counter` VALUES (421, '6e67c3474a65db5c46e4a41a5ba470b7', 0, 1264581975);
INSERT INTO `counter` VALUES (422, '4dcaf9f09243608347c6396c1f3369fa', 0, 1264581976);
INSERT INTO `counter` VALUES (423, '2c53b9047a7c36cb6660e4720564bf4a', 0, 1264582203);
INSERT INTO `counter` VALUES (424, 'a808b9de5560ded516aa48f5e8862110', 0, 1264583406);
INSERT INTO `counter` VALUES (425, '31dbe72fc90a3ed22e1f731f785ea505', 0, 1264583407);
INSERT INTO `counter` VALUES (426, '5bdec2386d8a7c7958fe0edabb15cc03', 0, 1264583420);
INSERT INTO `counter` VALUES (427, '87b3c4e00fcb3356b184bafa3f96fd0b', 0, 1264583420);
INSERT INTO `counter` VALUES (428, '126cb5be468f21f60357a3cbe4570bd1', 0, 1264583919);
INSERT INTO `counter` VALUES (429, '0aeefa30459fba2dce279d6176775207', 0, 1264583928);
INSERT INTO `counter` VALUES (430, 'a67b15c2d949a1ea874348e369b490e9', 0, 1264583932);
INSERT INTO `counter` VALUES (431, '57097cc915956c4be3b376a8205f5eec', 0, 1264583936);
INSERT INTO `counter` VALUES (432, '5b59a04caf392543aa146d38f8def9b6', 0, 1264583937);
INSERT INTO `counter` VALUES (433, '965448bf4701850c4992b118442e0ec3', 0, 1264583937);
INSERT INTO `counter` VALUES (434, 'a86e9c617b870274db39e3d4d5a43b02', 0, 1264583965);
INSERT INTO `counter` VALUES (435, '3d055a62445042f571b92b8f03766a83', 0, 1264583973);
INSERT INTO `counter` VALUES (436, 'ad4309419b142010f3d675e39cae6525', 0, 1264583979);
INSERT INTO `counter` VALUES (437, '569249a5299cbe56f85de6e7d41bd06d', 0, 1264583981);
INSERT INTO `counter` VALUES (438, 'a8c23852bf5d51ba0fe685e139338b52', 0, 1264583991);
INSERT INTO `counter` VALUES (439, 'ed2ddd3808ebdd881558c178b4fa3cac', 0, 1264583992);
INSERT INTO `counter` VALUES (440, '0118b571eb6d0cdf070c45979a52cce1', 0, 1264583994);
INSERT INTO `counter` VALUES (441, '8e9e93143191733cc8110510c2f029b7', 0, 1264583994);
INSERT INTO `counter` VALUES (442, '1a0238f36c1f768016d064874b2cbe1a', 0, 1264583995);
INSERT INTO `counter` VALUES (443, '70019156504564ca7f4c8e7a5b25a095', 0, 1264583996);
INSERT INTO `counter` VALUES (444, '6a9a084ae24ee2f56db0a4e55b709806', 0, 1264584000);
INSERT INTO `counter` VALUES (445, '1ab8fb16bd6351aa73318c3dae0ddb25', 0, 1264584002);
INSERT INTO `counter` VALUES (446, 'f95f84622663c207798489ce02a8634d', 0, 1264584014);
INSERT INTO `counter` VALUES (447, '9da6005ae41d993790bca52aee160749', 0, 1264584853);
INSERT INTO `counter` VALUES (448, '1e57428684be1e85b8f05f4e72a68fed', 0, 1264584863);
INSERT INTO `counter` VALUES (449, '5a15bf377ac7ea5a6e09881b8eb4a2cb', 0, 1264584866);
INSERT INTO `counter` VALUES (450, 'a8d8d73fecd4aa9876e46bbb92b37a7d', 0, 1264584868);
INSERT INTO `counter` VALUES (451, '29c80da0db15002db5aa80838472b44b', 0, 1264584870);
INSERT INTO `counter` VALUES (452, '7d171100af1c07aca7ba950b5fc4a241', 0, 1264584871);
INSERT INTO `counter` VALUES (453, '0bf4f2b341dcad50c6b477d499fab056', 0, 1264584872);
INSERT INTO `counter` VALUES (454, 'a0a111b50209c5e6387d704e0fcd4dab', 0, 1264584876);
INSERT INTO `counter` VALUES (455, '60e38ba67da115e0c4208828c7aa0453', 0, 1264584886);
INSERT INTO `counter` VALUES (456, '7897676323082ee239681a29ef721ae1', 0, 1264585380);
INSERT INTO `counter` VALUES (457, '4328c8d21b9fe50299785ac14c44a20a', 0, 1264585381);
INSERT INTO `counter` VALUES (458, 'b8321ea6e18980d9d38b1129ea34cc65', 0, 1264585618);
INSERT INTO `counter` VALUES (459, 'c0b40a1c1437c08492326e7046332334', 0, 1264585648);
INSERT INTO `counter` VALUES (460, '957ce458274c562daa469a5f83a70d0d', 0, 1264585682);
INSERT INTO `counter` VALUES (461, 'd58d99d3303504a9947be338a01fd3ce', 0, 1264585685);
INSERT INTO `counter` VALUES (462, 'a82572b8f3f05cd268e1e91cb1c17f8d', 0, 1264585687);
INSERT INTO `counter` VALUES (463, '784373832dec9d90cf8b3bba997159c8', 0, 1264585698);
INSERT INTO `counter` VALUES (464, '52592f6ab2786340ab250259dc24a81e', 0, 1264585702);
INSERT INTO `counter` VALUES (465, 'bf246f489c55c6bf9c8e9694b6bfd82b', 0, 1264585703);
INSERT INTO `counter` VALUES (466, '273c22f9cc2f338da3d784dd8e517c0b', 0, 1264585703);
INSERT INTO `counter` VALUES (467, '6f1893e500b36f4e906f612c7422a3a9', 0, 1264585705);
INSERT INTO `counter` VALUES (468, '5a2df4b9a0ecc8317d654461db0f638c', 0, 1264585709);
INSERT INTO `counter` VALUES (469, 'dfd951095c0e0038d92c69388c5006eb', 0, 1264585709);
INSERT INTO `counter` VALUES (470, 'e5a6db5c387dcc72131f77eac201dabd', 0, 1264585712);
INSERT INTO `counter` VALUES (471, '4fdaf5a226acd30c347ca4ebd109ff24', 0, 1264585713);
INSERT INTO `counter` VALUES (472, '5f7c9ceccf933cd24445af6081a155e3', 0, 1264585790);
INSERT INTO `counter` VALUES (473, 'f0e38bfe099db9b5975a62e940cb9353', 0, 1264586285);
INSERT INTO `counter` VALUES (474, '2cda8750ec7166ea2f4b96a2d924e221', 0, 1264586323);
INSERT INTO `counter` VALUES (475, '4fc18b5a5d3a1a72fe73537018a2970d', 0, 1264586325);
INSERT INTO `counter` VALUES (476, 'a05b477a704531d37b273a4ed0a59c8e', 0, 1264586325);
INSERT INTO `counter` VALUES (477, '0e4a2cde00bf87ad7859f1938cd1a3c7', 0, 1264586327);
INSERT INTO `counter` VALUES (478, '1d46e20b18ff609cd746ef78c74f6c09', 0, 1264586356);
INSERT INTO `counter` VALUES (479, '61598dd1e8bad4b717f37f5dc35cdcb2', 0, 1264586361);
INSERT INTO `counter` VALUES (480, '04e40da30a3a36d5613b8ef4ee833831', 0, 1264586362);
INSERT INTO `counter` VALUES (481, '63e158216896606ffbc4341784256c8e', 0, 1264586363);
INSERT INTO `counter` VALUES (482, '63dcecbe73874335909a92f593a41851', 0, 1264586363);
INSERT INTO `counter` VALUES (483, '20974e38a402e2809b55cd1996213f0b', 0, 1264586369);
INSERT INTO `counter` VALUES (484, '489a1dfc1b22694b736be9f0f5018e32', 0, 1264586391);
INSERT INTO `counter` VALUES (485, 'b316c963f55d93b7e57e657c6e59d434', 0, 1264587026);
INSERT INTO `counter` VALUES (486, '3096df533ffe7a1994d044b067c273c0', 0, 1264587029);
INSERT INTO `counter` VALUES (487, 'b015ea7c45a07ffd68e5d2e586e44d09', 0, 1264588771);
INSERT INTO `counter` VALUES (488, '65dd05c10495c98f7187853dd05c31f3', 0, 1264588773);
INSERT INTO `counter` VALUES (489, '2f35180580981d283ce81c1b518b04c0', 0, 1264588780);
INSERT INTO `counter` VALUES (490, '0c4a4166ff434f6e2591b43f0fd2fbca', 0, 1264588844);
INSERT INTO `counter` VALUES (491, 'b274bc3fbd732b2476f3a0c55ab8fdda', 0, 1264588848);
INSERT INTO `counter` VALUES (492, '298194d98280ca97f94eff2178f365cf', 0, 1264588852);
INSERT INTO `counter` VALUES (493, 'e9583ad98a1b48cd69240bc56af08115', 0, 1264588864);
INSERT INTO `counter` VALUES (494, 'aab7ef950b5d23551506e44fd126ee5a', 0, 1264642088);
INSERT INTO `counter` VALUES (495, '2e278a5e2721254c7eca14b32cb82425', 0, 1264642131);
INSERT INTO `counter` VALUES (496, 'd5f1ddab9110c2530907e069920ede28', 0, 1264642139);
INSERT INTO `counter` VALUES (497, 'd2324fd548ec98aef7f3deb4d0ee8edd', 0, 1264642139);
INSERT INTO `counter` VALUES (498, 'fcc76e1431defa05d3fcf628cf3dd3b6', 0, 1264642140);
INSERT INTO `counter` VALUES (499, 'a5ba406db278dbec63bc9b98afe61bdc', 0, 1264642140);
INSERT INTO `counter` VALUES (500, '17c59c2ec0469516cc2eaeee30e9b852', 0, 1264642142);
INSERT INTO `counter` VALUES (501, 'd80357af24a8de1a14c1fde5bf0ebd50', 0, 1264642143);
INSERT INTO `counter` VALUES (502, '437ad600472d6957c194c096d49533fa', 0, 1264642662);
INSERT INTO `counter` VALUES (503, '0f5847246acbaabdcd9536025ab40e4a', 0, 1264643456);
INSERT INTO `counter` VALUES (504, '67375ee1f0294fe6765a887756323d95', 0, 1264643456);
INSERT INTO `counter` VALUES (505, '57d117ce763ed5e81c2b5e2084b763c7', 0, 1264643459);
INSERT INTO `counter` VALUES (506, '4eef7014830141a5a0314c7c6180bdba', 0, 1264643501);
INSERT INTO `counter` VALUES (507, '30654075773407d118a66f13b0a04768', 0, 1264643511);
INSERT INTO `counter` VALUES (508, '0c97818710fc092cc69bf6771046502e', 0, 1264643513);
INSERT INTO `counter` VALUES (509, '030a7b0e58242180d8e3289bf947236c', 0, 1264643514);
INSERT INTO `counter` VALUES (510, '36f772cb0f5ef8803a898eb123fd545a', 0, 1264643516);
INSERT INTO `counter` VALUES (511, 'c58f17dd25352b0f3a665af742b2340e', 0, 1264643604);
INSERT INTO `counter` VALUES (512, 'f7032157356c4c41aa867ce75b131a2e', 0, 1264643609);
INSERT INTO `counter` VALUES (513, 'cd399e1e676b569c63a439ef2c597d8f', 0, 1264643620);
INSERT INTO `counter` VALUES (514, '4eb050a9027d1c4c1ee117281e80ba03', 0, 1264644369);
INSERT INTO `counter` VALUES (515, '22c1ed1014ca6306c32362db9fe3ae7b', 0, 1264644372);
INSERT INTO `counter` VALUES (516, '4c8a3af88b671bd1cd0a19c2b3af08ac', 0, 1264644392);
INSERT INTO `counter` VALUES (517, '7ab7645cb9710e22f3d99cb020b6cd99', 0, 1264644503);
INSERT INTO `counter` VALUES (518, 'b3a2cfd28ebfc1f48eb92a039939f2a3', 0, 1264644509);
INSERT INTO `counter` VALUES (519, 'c7e2af9e71dbfa9662402b3ecd364a99', 0, 1264644515);
INSERT INTO `counter` VALUES (520, '41c5cf33a76c0fe1e2ecdd800db91ce9', 0, 1264644515);
INSERT INTO `counter` VALUES (521, '6f018e69d73e5fcac39d95262de17dce', 0, 1264644555);
INSERT INTO `counter` VALUES (522, 'a162d9ea88b9bf157353c92a9ad80228', 1, 1264644746);
INSERT INTO `counter` VALUES (523, 'a565ecf711dbfa5a91bcc803ca6a44d2', 0, 1264644764);
INSERT INTO `counter` VALUES (524, '133fc8e5a4980ffc5c581194a88aba2c', 1, 1264645047);
INSERT INTO `counter` VALUES (525, '21f54770035b36fd516cb55b4cb3c988', 1, 1264645105);
INSERT INTO `counter` VALUES (526, '29ed8d3fcb16d8c4512a3b21e870b0dc', 1, 1264646001);
INSERT INTO `counter` VALUES (527, 'c25d86f66fd805defbc419def5c84a57', 1, 1264647230);
INSERT INTO `counter` VALUES (528, '38229fd282334b47e62e13ba935b62da', 0, 1264658203);
INSERT INTO `counter` VALUES (529, '49b940a68fd163e55edb977d2325d9dc', 0, 1264658206);
INSERT INTO `counter` VALUES (530, '71c42129c58a04cb738a8215f0db885e', 0, 1264658217);
INSERT INTO `counter` VALUES (531, 'd6aef763ff07dbc57580d3ebf96b7eb1', 0, 1264658651);
INSERT INTO `counter` VALUES (532, '27549aca44c086ff0c7d19f254fecc7e', 0, 1264658651);
INSERT INTO `counter` VALUES (533, '51cd844524416dd715e92a673bb9e1fe', 0, 1264658653);
INSERT INTO `counter` VALUES (534, 'be8d33bedcdf3c678e4a923c04cc261d', 0, 1264659720);
INSERT INTO `counter` VALUES (535, 'b3928c0dc79c0970d2b623a7fcbfe3aa', 0, 1264661897);
INSERT INTO `counter` VALUES (536, '09fc87d8e204b7690d5ad811423db68e', 0, 1264661897);
INSERT INTO `counter` VALUES (537, '56562acf359408644816ad8522e80c80', 0, 1264661899);
INSERT INTO `counter` VALUES (538, '00616ab185f8f24f28b3b72ca146a05d', 0, 1264661904);
INSERT INTO `counter` VALUES (539, '6d733a682c448f60b2aac7b477d6df15', 0, 1264661904);
INSERT INTO `counter` VALUES (540, 'cf669ae735049aaa3cd8d7aef071ee0f', 0, 1264661907);
INSERT INTO `counter` VALUES (541, '580cafe677b5fec4579e5b093e5238d9', 0, 1264661907);
INSERT INTO `counter` VALUES (542, 'f1676d43767e35a9f5da6a52937893f2', 0, 1264661912);
INSERT INTO `counter` VALUES (543, '9049a9ba4ef7a89388bb05d79c224132', 0, 1264661913);
INSERT INTO `counter` VALUES (544, 'd7fab1393d6bafeef395e0fb6badf038', 0, 1264662846);
INSERT INTO `counter` VALUES (545, 'ade0b20136fe0819df498f88cc5c0aeb', 1, 1264683908);
INSERT INTO `counter` VALUES (546, '0953c71c5eeda4092265f6b8ee3f53c1', 1, 1264684820);
INSERT INTO `counter` VALUES (547, '9af876c2332197581cb8b1fa11ce1216', 0, 1264692499);
INSERT INTO `counter` VALUES (548, '636207ccc1036e91738c7c4a51e25619', 0, 1264701350);
INSERT INTO `counter` VALUES (549, '040f450ce232def7eb3ab7d63038ac99', 1, 1264701870);
INSERT INTO `counter` VALUES (550, '95210013e90268b12fb0c0f7ab3f4cb1', 1, 1264726751);
INSERT INTO `counter` VALUES (551, '1beab461c6a1f2d35ec299eb9f875925', 1, 1264727029);
INSERT INTO `counter` VALUES (552, 'c241370d31251283b96176a1ae2587c8', 0, 1264730038);
INSERT INTO `counter` VALUES (553, '97548b1ba5122bdd27476d5e249c53d7', 0, 1264730089);
INSERT INTO `counter` VALUES (554, '07ac901b4eebfdabd93c8b633ab28c2e', 1, 1264731395);
INSERT INTO `counter` VALUES (555, '43ce4e718f0a26664bcf2670fc595aea', 1, 1264732197);
INSERT INTO `counter` VALUES (556, 'feb4e7abfefa58a93ac86718a626115e', 0, 1264732295);
INSERT INTO `counter` VALUES (557, 'dea4566b0be483a30f4972decf7c06ad', 1, 1264733408);
INSERT INTO `counter` VALUES (558, 'd737395f8582c383d08229866e5603dd', 1, 1264733524);
INSERT INTO `counter` VALUES (559, '8c3eaca320438d28f74b98420a475110', 0, 1264773231);
INSERT INTO `counter` VALUES (560, '51e7ce7f3a314bcea28487b88d856f0b', 0, 1264779229);
INSERT INTO `counter` VALUES (561, '938dbb0ea475536c4a72cbce359eb85d', 0, 1264912734);
INSERT INTO `counter` VALUES (562, '985c78a98e7ec3e5feb1b831c9d5dd42', 0, 1264960595);
INSERT INTO `counter` VALUES (563, '359418d128a2c023004383a3d12b949b', 1, 1264991896);
INSERT INTO `counter` VALUES (564, '63a5776a74fdefe9327ee12e05257e84', 0, 1264991950);
INSERT INTO `counter` VALUES (565, '7769dd13333500107cfa8af0f0b4c84f', 0, 1265000070);
INSERT INTO `counter` VALUES (566, 'f34903685650117c5876f9e1ed66c5de', 0, 1265009147);
INSERT INTO `counter` VALUES (567, '57eca506b9ddfacd5c4c9b340aba2a1f', 1, 1265011511);
INSERT INTO `counter` VALUES (568, 'c5a3ae87cd3ceb9efcbb8fbf692d78fa', 0, 1265015345);
INSERT INTO `counter` VALUES (569, '5e78a6ff475b5961dcbeb6dc25e06173', 0, 1265053983);
INSERT INTO `counter` VALUES (570, '1d722246650ef11c563df4abfa2a3b7b', 0, 1265073759);
INSERT INTO `counter` VALUES (571, '17b2556f7c296f9b590e3ab8a13f000c', 1, 1265074306);
INSERT INTO `counter` VALUES (572, '3e897feefd441f5d4475ce72ed57a3f7', 0, 1265098806);
INSERT INTO `counter` VALUES (573, '1d7c8368eb46965cb778311093a9fc26', 0, 1265169790);
INSERT INTO `counter` VALUES (574, '21408ba71c85dfef080e358f3ce8debc', 0, 1265170704);
INSERT INTO `counter` VALUES (575, '4e78a78b9935a73222d348cee49c0a7f', 0, 1265171177);
INSERT INTO `counter` VALUES (576, '2bf2e3d32503cb609ae4d91d90742258', 0, 1265171188);
INSERT INTO `counter` VALUES (577, '50e592dac19c7adcdedd1fe639e04831', 0, 1265174999);
INSERT INTO `counter` VALUES (578, '8e898d38f23324d432e6926a633a8daa', 0, 1265176731);
INSERT INTO `counter` VALUES (579, 'da393d73cffc1f89dccedbdf03e820dc', 0, 1265180539);
INSERT INTO `counter` VALUES (580, '2dbfd229a6df4e5f7482105403d6fea8', 0, 1265181346);
INSERT INTO `counter` VALUES (581, 'aab2a68a9c6118e10a49ea26f9a1d3f4', 0, 1265184626);
INSERT INTO `counter` VALUES (582, 'c3fbdb98cb76120f56b821711a015449', 0, 1265186452);
INSERT INTO `counter` VALUES (583, 'd2f960ea95d070cda5e36b636180790b', 0, 1265206431);
INSERT INTO `counter` VALUES (584, 'ea15298e6251e53458a540085421ab6c', 0, 1265248997);
INSERT INTO `counter` VALUES (585, 'ef655ddeb8a30156397ae830b2954c25', 0, 1265259861);
INSERT INTO `counter` VALUES (586, '0a4d1df03512cf46afd36c57db13f366', 0, 1265259889);
INSERT INTO `counter` VALUES (587, 'fe35c32fdfeb2b04882fac9365e5bc5b', 1, 1265259925);
INSERT INTO `counter` VALUES (588, '2ad140b2d2589e55154c4ffcba8ad688', 0, 1265259997);
INSERT INTO `counter` VALUES (589, '6159e72dabb9c752afa16fea6451adad', 1, 1265260110);
INSERT INTO `counter` VALUES (590, 'd0127f23409d6942af9d5dc6dbbe36af', 0, 1265260157);
INSERT INTO `counter` VALUES (591, 'e5c6e2c708c8b17384e8c4530ae722c4', 0, 1265260166);
INSERT INTO `counter` VALUES (592, '199aa5c97a1d64bcb9f9a4bad81b62bf', 0, 1265260168);
INSERT INTO `counter` VALUES (593, 'c65fee7157067ec8026b3dd90a9d7654', 0, 1265261057);
INSERT INTO `counter` VALUES (594, 'cca165a28bd94e7aeeb5d034fce962c0', 0, 1265261235);
INSERT INTO `counter` VALUES (595, '3685c62e63283aa79a6494701602fb39', 0, 1265261329);
INSERT INTO `counter` VALUES (596, 'f85ced75bb2d2ba0a4c6172acc6a356a', 0, 1265261356);
INSERT INTO `counter` VALUES (597, 'f3605cd36a16dd09c8678cc679b5d3b3', 1, 1265261563);
INSERT INTO `counter` VALUES (598, '9730e23d5e5cac7c4f354eeb95c1c3e6', 0, 1265261653);
INSERT INTO `counter` VALUES (599, '42114f402e150fb7e87d428e0fe1550c', 0, 1265262195);
INSERT INTO `counter` VALUES (600, '39fe2e717b0f12908b41f096e428a7d7', 0, 1265262594);
INSERT INTO `counter` VALUES (601, 'd221a104974585d0bc2c5b51142927e1', 0, 1265265188);
INSERT INTO `counter` VALUES (602, 'ade0956051fb7a68e91ab9ff2467380a', 0, 1265266172);
INSERT INTO `counter` VALUES (603, 'b5c6527c1188384cc493abfd0b272757', 0, 1265267326);
INSERT INTO `counter` VALUES (604, 'ff2f9669534dac15d8f901641979d97d', 0, 1265293652);
INSERT INTO `counter` VALUES (605, 'ac0647f2560589d5ddc9b346972798d3', 0, 1265355989);
INSERT INTO `counter` VALUES (606, 'ce4c22646effbe4260adec5e47a2b8fa', 0, 1265366108);
INSERT INTO `counter` VALUES (607, 'c17ae26d9f5ed186d92bcf79bdafb7c3', 0, 1265603780);
INSERT INTO `counter` VALUES (608, '55147f5946f8801415d716c3f1f88943', 0, 1265638509);
INSERT INTO `counter` VALUES (609, '50ca4d55982e4da6586b36a46c6186c3', 0, 1265707764);
INSERT INTO `counter` VALUES (610, '1a6a0d932b7ee239420707cad42052e5', 0, 1265805776);
INSERT INTO `counter` VALUES (611, '654257cbe6419a8eed4a3618af85a56c', 0, 1265875508);
INSERT INTO `counter` VALUES (612, '0041c6d9bc84a763ae0ff27aa254c6cc', 0, 1265935224);
INSERT INTO `counter` VALUES (613, '85f3e4da866b05ad71fa5a979e55a3f3', 0, 1266326262);
INSERT INTO `counter` VALUES (614, '34156cfcabad13bef540ca90a76feef5', 0, 1266390531);
INSERT INTO `counter` VALUES (615, 'f5345200c5de4dfb2937f2129261a1a7', 0, 1266510183);
INSERT INTO `counter` VALUES (616, 'a13c554cae496236d0d8b39ae868a6bc', 0, 1266546206);
INSERT INTO `counter` VALUES (617, '3278e366ba8d8ce42a97fae8a9d664cb', 0, 1266801949);
INSERT INTO `counter` VALUES (618, '11744a512ae697f9c7383013291641be', 1, 1266806302);
INSERT INTO `counter` VALUES (619, '87317e52184c4a2117b1462a28d8d4b7', 1, 1266906794);
INSERT INTO `counter` VALUES (620, '59cb3759e9ab23a7bbbf4a5545e7172d', 1, 1266907251);
INSERT INTO `counter` VALUES (621, 'dc83054992ac1fe94c258be04f521219', 0, 1266912198);
INSERT INTO `counter` VALUES (622, 'ac2ea0f9aa42cc2e4cbd8deedd2f160a', 0, 1266943054);
INSERT INTO `counter` VALUES (623, '93ee9573905a5ca35148354c2e1d03b5', 0, 1266975388);
INSERT INTO `counter` VALUES (624, '595ee7826d92567397e642af5c00da8a', 1, 1266995829);
INSERT INTO `counter` VALUES (625, '5cefc811650d8b9c6cf6a8e56dec6644', 1, 1266997887);
INSERT INTO `counter` VALUES (626, '5dcef25813f9a9d74e0bb65fa46b8d45', 0, 1267011073);
INSERT INTO `counter` VALUES (627, '924e4d63529d8f7440747c6e253dc4b3', 1, 1267077954);
INSERT INTO `counter` VALUES (628, '527b624292ea48630b38f5af61b78e5e', 0, 1267104043);
INSERT INTO `counter` VALUES (629, '2427e11595b9520af7b5e743b9942f1f', 0, 1267165858);
INSERT INTO `counter` VALUES (630, '6de6324f38248dae90d0787fcff0aae8', 0, 1267318033);
INSERT INTO `counter` VALUES (631, '264b578adcc1a41b7d04695a4ea7b71a', 0, 1267423065);
INSERT INTO `counter` VALUES (632, '30548350d98ddeab036e8c4d6c4b5b9b', 1, 1267495433);
INSERT INTO `counter` VALUES (633, 'a1729eafcd4cc661b6e5baf4ba56c15c', 0, 1267498926);
INSERT INTO `counter` VALUES (634, '9f0f11cfbd2ed932ae293908046fcda5', 0, 1267507403);
INSERT INTO `counter` VALUES (635, '98b3b1e5912ae4da7301e523bc5de9ab', 0, 1267530405);
INSERT INTO `counter` VALUES (636, '8254d5786aa0a872551bebfed6281092', 0, 1267584760);
INSERT INTO `counter` VALUES (637, '84ff5311531567bd77838b89bc4d6be3', 1, 1267588867);
INSERT INTO `counter` VALUES (638, '16e5964dadd5e7569915bd79d5a8280d', 1, 1267665669);
INSERT INTO `counter` VALUES (639, 'e10b3674e057a009f85f9ccb75282939', 0, 1267683714);
INSERT INTO `counter` VALUES (640, 'dc02ec4b64b9f42ed7e71a5921cb05e0', 0, 1267686345);
INSERT INTO `counter` VALUES (641, 'dff3ebd5e5f3acc0a48152cd7fddd056', 0, 1267697335);
INSERT INTO `counter` VALUES (642, '36be50fadeccddd41ed81d12c8108e7c', 0, 1267698144);
INSERT INTO `counter` VALUES (643, '6acba8712b3216dbcaeb3541df135e77', 0, 1267698145);
INSERT INTO `counter` VALUES (644, '801540840c42690e2c703b61ec67d720', 0, 1267698145);
INSERT INTO `counter` VALUES (645, '5c0a5ff671427189b4722ce7ad2498c2', 0, 1267748730);
INSERT INTO `counter` VALUES (646, '11b259acb30274d8541029a9612d4b8a', 1, 1267748980);
INSERT INTO `counter` VALUES (647, '993a5718fdfdb65b5ec788c6bec70d0e', 0, 1267749426);
INSERT INTO `counter` VALUES (648, 'eaa609b83f86678581ff7e3af6858dd9', 0, 1267751660);
INSERT INTO `counter` VALUES (649, 'dc8c3b81438c2c01c74c10311dfb2e90', 0, 1267752174);
INSERT INTO `counter` VALUES (650, '330243e58ec88ce3246508e58a574517', 0, 1267752222);
INSERT INTO `counter` VALUES (651, '2eb7bf3c5c7036a29607a422faeac803', 0, 1267754236);
INSERT INTO `counter` VALUES (652, 'eb3b1f934355b15ab94ff0bb81e850ac', 0, 1267754825);
INSERT INTO `counter` VALUES (653, '020befda86afebc40ab8577eb6619890', 0, 1267754883);
INSERT INTO `counter` VALUES (654, '0c1320f4b7c84811fd6251857ef14284', 0, 1267754971);
INSERT INTO `counter` VALUES (655, 'c563712da2fc67cd843560f6621c89f2', 0, 1267755168);
INSERT INTO `counter` VALUES (656, 'ac157668e0f2cf3250221ad56bb4458f', 1, 1267755465);
INSERT INTO `counter` VALUES (657, 'ebd35855654cf000ba0976f64b06dd53', 0, 1267756098);
INSERT INTO `counter` VALUES (658, 'ac656784df0da4d20ad8724e93d68226', 1, 1267772057);
INSERT INTO `counter` VALUES (659, '96cf3b659642a9f34e3f31d77d0d3b56', 0, 1267777007);
INSERT INTO `counter` VALUES (660, 'acf9f97ef37a5e292384eb76e54e073d', 0, 1267798870);
INSERT INTO `counter` VALUES (661, '29ec5ace67e554f0b20581088f8052ae', 0, 1267969241);
INSERT INTO `counter` VALUES (662, 'c204ccd764aec1cb65b1557dec895304', 1, 1268016142);
INSERT INTO `counter` VALUES (663, '021ae1d989d5c49928a1173b63df9596', 0, 1268199200);
INSERT INTO `counter` VALUES (664, '6f0fca12f4e54aca1a288d6942982212', 1, 1268210901);
INSERT INTO `counter` VALUES (665, '01b7a090c6cab66d9798fce5887ffbc2', 0, 1268275267);
INSERT INTO `counter` VALUES (666, '3bd9a3410183dc884dab87b284b73164', 0, 1268286645);
INSERT INTO `counter` VALUES (667, 'dd8dc9270332bb816332cc2e8db9366c', 1, 1268286670);
INSERT INTO `counter` VALUES (668, '59754dfeb64b464d606b1ca6c26b3e54', 0, 1268286744);
INSERT INTO `counter` VALUES (669, 'a8dfb284c2f8b68e6edcc5bd775b14bf', 0, 1268287284);
INSERT INTO `counter` VALUES (670, 'b54edd6ff5d0fcf871b6433322805198', 1, 1268288956);
INSERT INTO `counter` VALUES (671, 'c08803cec5cd221df050d36f2ddf6a04', 1, 1268289019);
INSERT INTO `counter` VALUES (672, '2dc2d8845613b2d9a0123cd7b821cc61', 0, 1268290238);
INSERT INTO `counter` VALUES (673, '2b70d531eff52f18419c1d4e3fd39f98', 0, 1268300453);
INSERT INTO `counter` VALUES (674, '413ed15d6586ec876491195d588fd8b9', 0, 1268319022);
INSERT INTO `counter` VALUES (675, '66f614ec32e4f2aa77af3097826ce54a', 0, 1268377787);
INSERT INTO `counter` VALUES (676, '8d3d150392734fc2f05ece1ab7f2d3f3', 0, 1268381589);
INSERT INTO `counter` VALUES (677, '6b1f2be1309d6d4787215f4b3fc6fddf', 0, 1268398157);
INSERT INTO `counter` VALUES (678, 'a88fa66bf6301fe09dc32f4e96745573', 0, 1268596899);
INSERT INTO `counter` VALUES (679, '7cd649a5fa0c1afc83cd920275e87af6', 0, 1268758448);
INSERT INTO `counter` VALUES (680, 'ec111779e2158aad6789730aaf50a6cd', 1, 1268806184);
INSERT INTO `counter` VALUES (681, 'faef188074bbde7bccb8952c2056b433', 0, 1268816573);
INSERT INTO `counter` VALUES (682, 'b03e64c3eb5bbe9cee0a74d3b62e98c1', 1, 1268816627);
INSERT INTO `counter` VALUES (683, '3a8cdfed2734bfb0ccf20ed9e09e1bf9', 0, 1268816961);
INSERT INTO `counter` VALUES (684, '9a6ee802c80099f3234c434665378fed', 0, 1268819691);
INSERT INTO `counter` VALUES (685, 'd5517dbe65e155ed8583ff4a2375e95c', 0, 1269285823);
INSERT INTO `counter` VALUES (686, '87adbd55c233b7edba7183bb70ceb5ee', 0, 1269586051);
INSERT INTO `counter` VALUES (687, '20f617eb45a968f73140ad7d9b549db8', 0, 1269591656);
INSERT INTO `counter` VALUES (688, 'b714ff74ef998ecb55fc0076904e699a', 0, 1269665807);
INSERT INTO `counter` VALUES (689, '8b207035de2c3ef15e11d4e67d2009af', 0, 1269665854);
INSERT INTO `counter` VALUES (690, '17f1c2918caabda80fa05b8a37f29ef2', 0, 1269666103);
INSERT INTO `counter` VALUES (691, 'f19f1e91ef96aaa67f9b9219269c6781', 0, 1269778229);
INSERT INTO `counter` VALUES (692, '393bc2bd3e37b7b2141f07a61592a550', 1, 1269825820);
INSERT INTO `counter` VALUES (693, 'f2280241bfc637f4baec140452fddf27', 0, 1269855762);
INSERT INTO `counter` VALUES (694, '002194415ff993cfeaa87acc7a2b11fc', 0, 1269909992);
INSERT INTO `counter` VALUES (695, '7d810aafc5b4c9b3dbac6ebd831a42c9', 0, 1269912285);
INSERT INTO `counter` VALUES (696, '0bdeb02e833bfaa005715007a47b8ef0', 0, 1269912286);
INSERT INTO `counter` VALUES (697, '936d5c808263e6df067405928235d068', 0, 1269913449);
INSERT INTO `counter` VALUES (698, 'd760261250112dd0fadc7ff3a1f012a2', 0, 1269913799);
INSERT INTO `counter` VALUES (699, '4f86580ccc17f7d95cfbe356f1bec193', 0, 1269927132);
INSERT INTO `counter` VALUES (700, '6bf8833d6fc30d38049c4fbdad792507', 0, 1269927197);
INSERT INTO `counter` VALUES (701, '99b3f934779dd225c2393e75464875bc', 1, 1269927940);
INSERT INTO `counter` VALUES (702, '9110756f9b51fe44f7806c36845f1b9f', 0, 1269927986);
INSERT INTO `counter` VALUES (703, 'b258dc07c03646a8edbb097d51cd8f7e', 0, 1269929835);
INSERT INTO `counter` VALUES (704, 'b80a8a9cf4e2695a326e4ab026af8a25', 0, 1269942652);
INSERT INTO `counter` VALUES (705, '011524348268906607056b7e192741de', 0, 1269974815);
INSERT INTO `counter` VALUES (706, '42bfde0c974e106ba202211f541a34d9', 0, 1270023380);
INSERT INTO `counter` VALUES (707, 'e814d55d3fb3599d177e57e09a026a3e', 0, 1270024070);
INSERT INTO `counter` VALUES (708, 'a5f427c39b54265615a57e09b6676766', 0, 1270027354);
INSERT INTO `counter` VALUES (709, 'fe96afd4219124eef2118ed7ce13817e', 0, 1270033113);
INSERT INTO `counter` VALUES (710, 'c273495a2407e5e5d30ed42df80adcc0', 0, 1270055024);
INSERT INTO `counter` VALUES (711, '9fd7293ef638d5e587c47afd564293ad', 0, 1270145376);
INSERT INTO `counter` VALUES (712, '7669229e5501b0c9900e9d2cf354d27e', 0, 1270188572);
INSERT INTO `counter` VALUES (713, '9eb6d1c06a82bcb9ca0a5c27af141cba', 0, 1270188585);
INSERT INTO `counter` VALUES (714, 'd3d07f24fcde7ee3eabcc83a2a12d1dc', 0, 1270196974);
INSERT INTO `counter` VALUES (715, 'f056e4ecc1a7b07d3ee93626782cdbec', 0, 1270224484);
INSERT INTO `counter` VALUES (716, 'd383afe0f274121a688d393a4b0630e0', 0, 1270231576);
INSERT INTO `counter` VALUES (717, 'cea46d856169552158c57816c0416a00', 0, 1270231802);
INSERT INTO `counter` VALUES (718, '336535bb326ba95f4af13fb3faaafee5', 0, 1270232385);
INSERT INTO `counter` VALUES (719, '081006ef506c203a47bf458938a17f8b', 0, 1270237309);
INSERT INTO `counter` VALUES (720, 'a58e1572b006c284df47b41c2bf12965', 1, 1270261236);
INSERT INTO `counter` VALUES (721, 'b3bddc76c450e82a5da4bc700ac21995', 1, 1270266426);
INSERT INTO `counter` VALUES (722, 'f2121be04b9d8355c4d08956d78c39ed', 1, 1270266476);
INSERT INTO `counter` VALUES (723, '73c5a09ca0c943ec12475ce942b1f23b', 0, 1270272933);
INSERT INTO `counter` VALUES (724, 'cc85ec6a4d58a2ac764f0942c64ed77d', 0, 1270519574);
INSERT INTO `counter` VALUES (725, '6e62aaebe8e89c4582a86a8b716e2dd5', 0, 1270537450);
INSERT INTO `counter` VALUES (726, '7559c457648978ed0b7774ff3596bfc4', 0, 1270542420);
INSERT INTO `counter` VALUES (727, 'efa31538b5473f9be7a6fd794586492e', 0, 1270580279);
INSERT INTO `counter` VALUES (728, 'f954f0da4ff1db55b617c42e8379536c', 0, 1270581404);
INSERT INTO `counter` VALUES (729, '9b0eef284b4e470aa2393ac32e76b05f', 0, 1270581725);
INSERT INTO `counter` VALUES (730, '6325e60e89d1dbac37d07efd998cdd92', 0, 1270581779);
INSERT INTO `counter` VALUES (731, 'c5079ca687f87e642cf6f69099889411', 0, 1270583151);
INSERT INTO `counter` VALUES (732, '7bf77a21f8f9c5bf8682c394b92f9d53', 0, 1270599610);
INSERT INTO `counter` VALUES (733, 'e1fca9b80b72d26919ce2eed895e64cc', 0, 1270612198);
INSERT INTO `counter` VALUES (734, '3bd5de91ed59b53fbb9b07550493b89e', 1, 1270617974);
INSERT INTO `counter` VALUES (735, '4c54d730b1459650f1d2affac3b476c5', 0, 1270619369);
INSERT INTO `counter` VALUES (736, '1c9217f6f7d96d51f51186c8bc20db8d', 0, 1270620156);
INSERT INTO `counter` VALUES (737, '31d9bbd7ab43caaad41b80d15b15088f', 0, 1270621917);
INSERT INTO `counter` VALUES (738, '720bee654ae85a7352edb76276bab05a', 0, 1270644781);
INSERT INTO `counter` VALUES (739, '3eb2422c4e3211d7c75874f4e19e1aea', 0, 1270653446);
INSERT INTO `counter` VALUES (740, '8492709e50cbc6a8a380006b7b663d3e', 0, 1270768984);
INSERT INTO `counter` VALUES (741, '79c6ff166542f3cddb5ad24e0d75c3b7', 1, 1270777028);
INSERT INTO `counter` VALUES (742, 'ede2da74c8a4af99fd4070e82c8408a8', 1, 1270798483);
INSERT INTO `counter` VALUES (743, 'b9003c295c31129bdbd569dea6a1f8e6', 0, 1270803325);
INSERT INTO `counter` VALUES (744, '061eb5bb301c261c0b3cdce77b9d75a5', 0, 1271031279);
INSERT INTO `counter` VALUES (745, '24a22c2a9b9b260090bce1c372a7d765', 0, 1271040236);
INSERT INTO `counter` VALUES (746, 'e14d3b635d2a5b9b761ab4bf20e39bf7', 0, 1271059692);
INSERT INTO `counter` VALUES (747, '0ebbf9ba19963f12309eef8014819b72', 0, 1271059790);
INSERT INTO `counter` VALUES (748, 'eabcc0fa94de77a08e5ba92620d58aee', 0, 1271062239);
INSERT INTO `counter` VALUES (749, 'fa2d140f8c765dd13d70e3eaec05e9e2', 0, 1271063739);
INSERT INTO `counter` VALUES (750, '7ec0e45a1f9f86fb031cb62a0d16b948', 0, 1271063827);
INSERT INTO `counter` VALUES (751, '3abf592d2206d17fc818e6fbe4313030', 0, 1271079383);
INSERT INTO `counter` VALUES (752, '44d83da9e6f6be513a68142019a40f35', 0, 1271117299);
INSERT INTO `counter` VALUES (753, '5634fc2868eb9a6f24cfb7fdd0e07062', 0, 1271117573);
INSERT INTO `counter` VALUES (754, '04d1cf5d4ed81649924ac78e011982be', 0, 1271118293);
INSERT INTO `counter` VALUES (755, '53fafd1fa18c66fc0401bec486b675f4', 0, 1271121023);
INSERT INTO `counter` VALUES (756, 'f061e5c17f55d7233449993bb29c5987', 0, 1271121112);
INSERT INTO `counter` VALUES (757, 'a5ee8e4fd25372b5dc0136449b294909', 0, 1271121372);
INSERT INTO `counter` VALUES (758, '4f11b5f3478efeaa451d3120bbb26d69', 0, 1271122034);
INSERT INTO `counter` VALUES (759, 'e0a2407f25f47aa127c957b4fb4b2702', 1, 1271122205);
INSERT INTO `counter` VALUES (760, '0f3620e0ec2967cfbcbeeffce7905815', 0, 1271123023);
INSERT INTO `counter` VALUES (761, '4a6163c4171e101fcaaa2521c8965c42', 1, 1271131414);
INSERT INTO `counter` VALUES (762, 'd97934a6c9d3c3c9eec9c26e6d3a321b', 0, 1271131893);
INSERT INTO `counter` VALUES (763, '065a778e2f542157045573bb254b4092', 0, 1271139803);
INSERT INTO `counter` VALUES (764, '50fc12ed865ab838da93927d18ceb8d5', 0, 1271141050);
INSERT INTO `counter` VALUES (765, 'f53f4123d15e74469ef7e4195727b60b', 0, 1271141071);
INSERT INTO `counter` VALUES (766, '322089ebf1e5998b875899ec655e2238', 0, 1271141071);
INSERT INTO `counter` VALUES (767, 'b0383ee1f369f6b69067f43b66120e19', 0, 1271142987);
INSERT INTO `counter` VALUES (768, '3b6105daa4d27a242cd673dc478bed6b', 0, 1271143132);
INSERT INTO `counter` VALUES (769, '4aba0cccb20fc3aa55a930baefcec0f6', 1, 1271161696);
INSERT INTO `counter` VALUES (770, 'ca3e842b5e8fac74df9587ce9092b3c6', 1, 1271205015);
INSERT INTO `counter` VALUES (771, 'ec5f2f1c42242cde8805b384beda8ceb', 0, 1271207397);
INSERT INTO `counter` VALUES (772, 'bac98174ad2429204fee50a3df652c0f', 0, 1271208478);
INSERT INTO `counter` VALUES (773, 'e5dd17854eabe22bdc6fa9f441713ddf', 0, 1271208499);
INSERT INTO `counter` VALUES (774, '35a1addd322645e27ad2ddaa5327e35c', 0, 1271208499);
INSERT INTO `counter` VALUES (775, 'f5bf71d8049e96577763f6db0278e7a3', 0, 1271221353);
INSERT INTO `counter` VALUES (776, '06a599f09c62e6f1ba20178ed5b0e0d7', 1, 1271232387);
INSERT INTO `counter` VALUES (777, '7b7261cfa0593c5417fe5b327f755398', 0, 1271288311);
INSERT INTO `counter` VALUES (778, '86f75fce05f3b3450d2fa2993d5e691c', 0, 1271305188);
INSERT INTO `counter` VALUES (779, '37efab82e374881d5e6c4ef45fef0ce6', 0, 1271334445);
INSERT INTO `counter` VALUES (780, 'acc421659d60bc5e3d738ab2ecba64c0', 0, 1271403405);
INSERT INTO `counter` VALUES (781, 'ddd0fa6e19e6b7638ea78f2b0a9d2b46', 0, 1271409021);
INSERT INTO `counter` VALUES (782, 'eb6967f041b807b10bade8cf242c03ef', 1, 1271640064);
INSERT INTO `counter` VALUES (783, '6884b363fc66520e5f716bd1beaf08b9', 1, 1271640499);
INSERT INTO `counter` VALUES (784, '7adf9bba3d337f35f8ea968a0277bb32', 1, 1271641254);
INSERT INTO `counter` VALUES (785, '73ed58a14e0007c00469817ad66f4ddb', 1, 1271641618);
INSERT INTO `counter` VALUES (786, 'd400a915bc51b0d3d83be3be8e60fa4b', 1, 1271641793);
INSERT INTO `counter` VALUES (787, '3802f4f1d6cf24d30b1ece46dba2c8b2', 1, 1271641851);
INSERT INTO `counter` VALUES (788, '846900a29526fa7e349126cbc3a2564b', 1, 1271641952);
INSERT INTO `counter` VALUES (789, '25a55645b916a47fd9b4bbcd525ef7a1', 1, 1271641977);
INSERT INTO `counter` VALUES (790, '3af4a2d0b3a3b734c1422ecb0c475d67', 1, 1271643904);
INSERT INTO `counter` VALUES (791, '27b635ac70e580e911bfbc818aa444c2', 0, 1271644343);
INSERT INTO `counter` VALUES (792, 'f5de1329c4ef7402340f3fa3daf7829b', 0, 1271658278);
INSERT INTO `counter` VALUES (793, '7c725ce7d7a3fb712b01d6ad2720b9bb', 0, 1271658308);
INSERT INTO `counter` VALUES (794, 'f15bc120fb5b21feb265a8f5809b087f', 0, 1271658918);
INSERT INTO `counter` VALUES (795, 'd286bf342f8ca411a5459c8ba8c6ce7a', 1, 1271666408);
INSERT INTO `counter` VALUES (796, '600792f2a07afe1a5c2c619f9f3a9c79', 0, 1271666872);
INSERT INTO `counter` VALUES (797, '88d2f6dd26c8b65e5f688777ec0626d7', 0, 1271669628);
INSERT INTO `counter` VALUES (798, 'a2b8791c0fc88168ab1f1cf8726da2cb', 0, 1271671807);
INSERT INTO `counter` VALUES (799, '17788ae132618b0dac26eb990456bec2', 0, 1271705020);
INSERT INTO `counter` VALUES (800, '2e423568ee4a6444a3808228e509c357', 0, 1271721143);
INSERT INTO `counter` VALUES (801, '7020dd274c40ba7c2e7aaa48935f5d50', 0, 1271725560);
INSERT INTO `counter` VALUES (802, '26285a225cf16a83067d9eeb58a62e9f', 1, 1271754810);
INSERT INTO `counter` VALUES (803, '3c2ded599b0efcade700246e8a00be9f', 0, 1271755268);
INSERT INTO `counter` VALUES (804, 'f5bd8dda5ba9588ef2e76321387b2b24', 1, 1271819607);
INSERT INTO `counter` VALUES (805, 'd04709b87085026f48dec78e66a7aa5b', 0, 1271821059);
INSERT INTO `counter` VALUES (806, 'e9c1c69be78c3f61bad443ca167f446f', 0, 1271911168);
INSERT INTO `counter` VALUES (807, '55e086ed20faddd30b4d49c1d5bd5133', 1, 1272330829);
INSERT INTO `counter` VALUES (808, '22aef538997966f1908cba1a0e73f107', 0, 1272331782);
INSERT INTO `counter` VALUES (809, 'f343dacad1802929161fd5d8c834da82', 0, 1272338657);
INSERT INTO `counter` VALUES (810, 'bb3a378d846cdd6c44f73071fcd1b2a6', 0, 1272338756);
INSERT INTO `counter` VALUES (811, '67471a3b8ed4adb029b4fd13157cdeb8', 0, 1272340366);
INSERT INTO `counter` VALUES (812, 'fa8a8fc6880bf9b78d4382513f73c696', 0, 1272340366);
INSERT INTO `counter` VALUES (813, 'bbe46727f8b7ffd0958484f41dc835da', 0, 1272340368);
INSERT INTO `counter` VALUES (814, 'a0f9ce277923882ae701c1184e026e88', 0, 1272340368);
INSERT INTO `counter` VALUES (815, 'a61f87e1d7a7a846068a6a8da2501c3e', 0, 1272340369);
INSERT INTO `counter` VALUES (816, 'd05d3f0499f5a06cbad825fabad4cd33', 0, 1272340369);
INSERT INTO `counter` VALUES (817, 'b751a810c61d7a2e6ff489c462ccb8ee', 0, 1272340370);
INSERT INTO `counter` VALUES (818, '2ec2e27bec0151f2337e5d467d60c3eb', 0, 1272340371);
INSERT INTO `counter` VALUES (819, '1198e17a4308d536928b8e2dc737774e', 0, 1272340372);
INSERT INTO `counter` VALUES (820, '028b9fb17600dd4eba71165ddd72686b', 0, 1272340373);
INSERT INTO `counter` VALUES (821, 'f21596c962cfe90bb5c5ff8ddd9a365c', 0, 1272340383);
INSERT INTO `counter` VALUES (822, '191297e01073fc2aca7bfcf1925c4d9f', 0, 1272340394);
INSERT INTO `counter` VALUES (823, 'cd60dc39a56c611a3280a76a574ddc3a', 0, 1272340394);
INSERT INTO `counter` VALUES (824, '50c9b39a83c4b3203ef33042da28af01', 0, 1272427853);
INSERT INTO `counter` VALUES (825, '173e2ea31d93c4a7b66fbef36c7ed9bb', 0, 1272873159);
INSERT INTO `counter` VALUES (826, '65a88d8e0391fff032fed38692f21fc6', 0, 1272873807);
INSERT INTO `counter` VALUES (827, '0558a670198a459c67b55e79ea5cc72a', 1, 1272937844);
INSERT INTO `counter` VALUES (828, '97c8095314ebb0ca10b51416427f72e9', 0, 1272939273);
INSERT INTO `counter` VALUES (829, 'dd412457ad22034406065f590cdd3285', 0, 1273129302);
INSERT INTO `counter` VALUES (830, '370a2879469bf3ef34fb97e5534788e0', 0, 1273134614);
INSERT INTO `counter` VALUES (831, '178a864b660497d33139dc7094a8fb87', 0, 1273134994);
INSERT INTO `counter` VALUES (832, '9fe6986650370019cde15746710cdb96', 0, 1273135869);
INSERT INTO `counter` VALUES (833, 'df80486150ef4e881c574a2814b107ce', 1, 1273204685);
INSERT INTO `counter` VALUES (834, 'c388604c9738685b0ee320204d6d9f78', 1, 1273204728);
INSERT INTO `counter` VALUES (835, '31345c04d3b3b08d523cf27ed13ec5e1', 0, 1273205393);
INSERT INTO `counter` VALUES (836, 'e50c79e8eae81436e6a10697920e46c0', 0, 1273213711);
INSERT INTO `counter` VALUES (837, 'fa921676ec103431d86f4953ff1e5ee3', 0, 1273213711);
INSERT INTO `counter` VALUES (838, '1fde69b4e7279716429d6d8bf6730f84', 0, 1273213711);
INSERT INTO `counter` VALUES (839, '6f959aceca7eb5f5739c237cf03e656b', 0, 1273213767);
INSERT INTO `counter` VALUES (840, 'd6d11d972d4d65316e88915b8b9a4c43', 0, 1273218773);
INSERT INTO `counter` VALUES (841, 'ec0032270a2f4b35dd37eb5c63199a7d', 0, 1273218996);
INSERT INTO `counter` VALUES (842, 'fcbad801892c56dc4324b1a570ffcc63', 0, 1273219136);
INSERT INTO `counter` VALUES (843, 'ddb62137c3dcf3047fdf88966093aa66', 0, 1273219195);
INSERT INTO `counter` VALUES (844, '8fe23e6101e074dc0ea554ca850a5ea7', 1, 1273219799);
INSERT INTO `counter` VALUES (845, '07c98b595d479b4299130a0960d5fc41', 0, 1273451685);
INSERT INTO `counter` VALUES (846, 'c9512df973797a5963be51002fb20ecd', 0, 1273451832);
INSERT INTO `counter` VALUES (847, 'a2fa5881ce708384634e745f6800b81a', 0, 1273461156);
INSERT INTO `counter` VALUES (848, 'db44c89a6351a50a85bd6f2deb0a0345', 0, 1273638449);
INSERT INTO `counter` VALUES (849, '696059f8912c5cd22a82a9f2b2cb48bb', 0, 1273644516);
INSERT INTO `counter` VALUES (850, '25fe47014141f9e8c443168d923660a7', 0, 1273658960);
INSERT INTO `counter` VALUES (851, 'f362970568ec799c8e57a4aa66692497', 0, 1273676739);
INSERT INTO `counter` VALUES (852, '21b6657c504beff82d88dc2146e02a12', 0, 1273683086);
INSERT INTO `counter` VALUES (853, '9e1bf52e0b4d24730240259451e9ce8d', 0, 1273817281);
INSERT INTO `counter` VALUES (854, 'b92e41cd50335270bb835d9600820653', 0, 1273827100);
INSERT INTO `counter` VALUES (855, '61e0a8e08a745d512565c56424e3a260', 0, 1273831122);
INSERT INTO `counter` VALUES (856, '7f98cfe6a89bcd90b50f0b8378bfde60', 0, 1273993441);
INSERT INTO `counter` VALUES (857, '0657048107dc14c43cb78afc368c94e3', 0, 1274000931);
INSERT INTO `counter` VALUES (858, 'f38c402f7a15968528165e4d99f9da53', 0, 1274068327);
INSERT INTO `counter` VALUES (859, '1d0252f50978a2635d54557463e0ea4f', 0, 1274068364);
INSERT INTO `counter` VALUES (860, '157bb55d5e0f8dcc9d2bac0473794a75', 0, 1274261800);
INSERT INTO `counter` VALUES (861, '66f27d52e2d65e17bf1010c6643bc014', 0, 1274324262);
INSERT INTO `counter` VALUES (862, '09d78b36671840f2badf6e8823cca641', 0, 1274325083);
INSERT INTO `counter` VALUES (863, 'e096abd0a7616a603c7ff9ae9f574f8b', 0, 1274328087);
INSERT INTO `counter` VALUES (864, '7e8286c4a4245510495ac62713b49e2d', 0, 1274424860);
INSERT INTO `counter` VALUES (865, '305a52958585324a8545bc96dc2f3a1d', 0, 1274486180);
INSERT INTO `counter` VALUES (866, 'f5b9842f4f6e45373268cbfb3c2dbaca', 0, 1274664848);
INSERT INTO `counter` VALUES (867, 'cdb7f95ef1f7e3dc60cbbc0c41a462bb', 0, 1274758936);
INSERT INTO `counter` VALUES (868, '301f3806820075c78e933dd09980aaab', 1, 1274837214);
INSERT INTO `counter` VALUES (869, '1e09691cf8005cd80706960ac86eb4dd', 0, 1274848234);
INSERT INTO `counter` VALUES (870, '923517d05ac8fe05a8b7386ecbdb5ca0', 0, 1274962275);
INSERT INTO `counter` VALUES (871, '98df362e9e01f34ebaf47958114aec4b', 0, 1275032250);
INSERT INTO `counter` VALUES (872, '2da674b32351ec6f456f1ab722a8d579', 0, 1275041037);
INSERT INTO `counter` VALUES (873, '03db08813677505da6f6ca37f199ed06', 0, 1275041590);
INSERT INTO `counter` VALUES (874, '100244a7c85715dd7119ac6f3cf6cb46', 0, 1275100861);
INSERT INTO `counter` VALUES (875, '047b100a287d0c5dd64878c968f1d265', 0, 1275101219);
INSERT INTO `counter` VALUES (876, 'c741ad0dd0a0027c8b0af32dbe16cb39', 0, 1275270731);
INSERT INTO `counter` VALUES (877, 'b3a5004e7926588d65821299ed9fb4ed', 0, 1275298864);
INSERT INTO `counter` VALUES (878, '1be5bf433d3478614df8f4c582f33877', 1, 1275533258);
INSERT INTO `counter` VALUES (879, 'f2bb6b386fab6e150a59e40cb5566ae6', 1, 1275534502);

-- --------------------------------------------------------

-- 
-- 資料表格式： `element_food_conn`
-- 

CREATE TABLE `element_food_conn` (
  `id` int(8) NOT NULL auto_increment,
  `food_id` int(8) NOT NULL COMMENT 'choose_food id',
  `element_id` int(8) NOT NULL COMMENT 'food_element id',
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 COMMENT='關聯choose_food與food_element資料庫' AUTO_INCREMENT=739 ;

-- 
-- 列出以下資料庫的數據： `element_food_conn`
-- 

INSERT INTO `element_food_conn` VALUES (1, 119, 1);
INSERT INTO `element_food_conn` VALUES (2, 119, 3);
INSERT INTO `element_food_conn` VALUES (3, 119, 2);
INSERT INTO `element_food_conn` VALUES (4, 120, 4);
INSERT INTO `element_food_conn` VALUES (5, 120, 5);
INSERT INTO `element_food_conn` VALUES (6, 121, 6);
INSERT INTO `element_food_conn` VALUES (7, 121, 7);
INSERT INTO `element_food_conn` VALUES (8, 123, 8);
INSERT INTO `element_food_conn` VALUES (9, 123, 9);
INSERT INTO `element_food_conn` VALUES (10, 127, 10);
INSERT INTO `element_food_conn` VALUES (11, 127, 11);
INSERT INTO `element_food_conn` VALUES (12, 127, 12);
INSERT INTO `element_food_conn` VALUES (13, 127, 13);
INSERT INTO `element_food_conn` VALUES (14, 127, 14);
INSERT INTO `element_food_conn` VALUES (15, 127, 15);
INSERT INTO `element_food_conn` VALUES (16, 127, 16);
INSERT INTO `element_food_conn` VALUES (17, 127, 17);
INSERT INTO `element_food_conn` VALUES (18, 127, 18);
INSERT INTO `element_food_conn` VALUES (19, 127, 19);
INSERT INTO `element_food_conn` VALUES (20, 127, 20);
INSERT INTO `element_food_conn` VALUES (21, 128, 21);
INSERT INTO `element_food_conn` VALUES (22, 128, 22);
INSERT INTO `element_food_conn` VALUES (23, 128, 23);
INSERT INTO `element_food_conn` VALUES (24, 128, 24);
INSERT INTO `element_food_conn` VALUES (25, 128, 25);
INSERT INTO `element_food_conn` VALUES (26, 129, 26);
INSERT INTO `element_food_conn` VALUES (27, 129, 27);
INSERT INTO `element_food_conn` VALUES (28, 129, 28);
INSERT INTO `element_food_conn` VALUES (29, 129, 29);
INSERT INTO `element_food_conn` VALUES (30, 129, 30);
INSERT INTO `element_food_conn` VALUES (31, 129, 31);
INSERT INTO `element_food_conn` VALUES (32, 129, 32);
INSERT INTO `element_food_conn` VALUES (33, 130, 33);
INSERT INTO `element_food_conn` VALUES (34, 130, 34);
INSERT INTO `element_food_conn` VALUES (35, 131, 35);
INSERT INTO `element_food_conn` VALUES (36, 131, 36);
INSERT INTO `element_food_conn` VALUES (37, 131, 37);
INSERT INTO `element_food_conn` VALUES (38, 131, 38);
INSERT INTO `element_food_conn` VALUES (39, 132, 39);
INSERT INTO `element_food_conn` VALUES (40, 132, 40);
INSERT INTO `element_food_conn` VALUES (41, 133, 41);
INSERT INTO `element_food_conn` VALUES (42, 133, 42);
INSERT INTO `element_food_conn` VALUES (43, 133, 43);
INSERT INTO `element_food_conn` VALUES (44, 133, 44);
INSERT INTO `element_food_conn` VALUES (45, 133, 45);
INSERT INTO `element_food_conn` VALUES (46, 134, 46);
INSERT INTO `element_food_conn` VALUES (47, 134, 47);
INSERT INTO `element_food_conn` VALUES (48, 135, 48);
INSERT INTO `element_food_conn` VALUES (49, 135, 49);
INSERT INTO `element_food_conn` VALUES (50, 135, 50);
INSERT INTO `element_food_conn` VALUES (51, 136, 51);
INSERT INTO `element_food_conn` VALUES (52, 136, 52);
INSERT INTO `element_food_conn` VALUES (53, 136, 53);
INSERT INTO `element_food_conn` VALUES (54, 137, 54);
INSERT INTO `element_food_conn` VALUES (55, 137, 55);
INSERT INTO `element_food_conn` VALUES (56, 137, 56);
INSERT INTO `element_food_conn` VALUES (57, 139, 57);
INSERT INTO `element_food_conn` VALUES (58, 139, 58);
INSERT INTO `element_food_conn` VALUES (59, 139, 59);
INSERT INTO `element_food_conn` VALUES (60, 138, 60);
INSERT INTO `element_food_conn` VALUES (61, 138, 61);
INSERT INTO `element_food_conn` VALUES (62, 138, 62);
INSERT INTO `element_food_conn` VALUES (63, 140, 63);
INSERT INTO `element_food_conn` VALUES (64, 140, 64);
INSERT INTO `element_food_conn` VALUES (65, 140, 65);
INSERT INTO `element_food_conn` VALUES (66, 141, 66);
INSERT INTO `element_food_conn` VALUES (67, 142, 67);
INSERT INTO `element_food_conn` VALUES (68, 142, 68);
INSERT INTO `element_food_conn` VALUES (69, 142, 69);
INSERT INTO `element_food_conn` VALUES (70, 142, 70);
INSERT INTO `element_food_conn` VALUES (71, 143, 71);
INSERT INTO `element_food_conn` VALUES (72, 143, 72);
INSERT INTO `element_food_conn` VALUES (73, 143, 73);
INSERT INTO `element_food_conn` VALUES (74, 144, 74);
INSERT INTO `element_food_conn` VALUES (75, 144, 75);
INSERT INTO `element_food_conn` VALUES (76, 144, 76);
INSERT INTO `element_food_conn` VALUES (77, 145, 77);
INSERT INTO `element_food_conn` VALUES (78, 145, 78);
INSERT INTO `element_food_conn` VALUES (79, 145, 79);
INSERT INTO `element_food_conn` VALUES (80, 146, 80);
INSERT INTO `element_food_conn` VALUES (81, 146, 81);
INSERT INTO `element_food_conn` VALUES (82, 146, 82);
INSERT INTO `element_food_conn` VALUES (83, 147, 83);
INSERT INTO `element_food_conn` VALUES (84, 147, 84);
INSERT INTO `element_food_conn` VALUES (85, 148, 85);
INSERT INTO `element_food_conn` VALUES (86, 148, 86);
INSERT INTO `element_food_conn` VALUES (87, 149, 87);
INSERT INTO `element_food_conn` VALUES (88, 149, 88);
INSERT INTO `element_food_conn` VALUES (89, 150, 89);
INSERT INTO `element_food_conn` VALUES (90, 150, 90);
INSERT INTO `element_food_conn` VALUES (91, 151, 91);
INSERT INTO `element_food_conn` VALUES (92, 151, 92);
INSERT INTO `element_food_conn` VALUES (93, 152, 93);
INSERT INTO `element_food_conn` VALUES (94, 152, 94);
INSERT INTO `element_food_conn` VALUES (95, 153, 95);
INSERT INTO `element_food_conn` VALUES (96, 153, 96);
INSERT INTO `element_food_conn` VALUES (97, 153, 97);
INSERT INTO `element_food_conn` VALUES (98, 154, 98);
INSERT INTO `element_food_conn` VALUES (99, 154, 99);
INSERT INTO `element_food_conn` VALUES (100, 155, 100);
INSERT INTO `element_food_conn` VALUES (101, 155, 101);
INSERT INTO `element_food_conn` VALUES (102, 155, 102);
INSERT INTO `element_food_conn` VALUES (103, 156, 103);
INSERT INTO `element_food_conn` VALUES (104, 156, 104);
INSERT INTO `element_food_conn` VALUES (105, 157, 105);
INSERT INTO `element_food_conn` VALUES (106, 157, 106);
INSERT INTO `element_food_conn` VALUES (107, 158, 107);
INSERT INTO `element_food_conn` VALUES (108, 158, 108);
INSERT INTO `element_food_conn` VALUES (109, 159, 109);
INSERT INTO `element_food_conn` VALUES (110, 159, 110);
INSERT INTO `element_food_conn` VALUES (111, 160, 111);
INSERT INTO `element_food_conn` VALUES (112, 160, 112);
INSERT INTO `element_food_conn` VALUES (113, 161, 113);
INSERT INTO `element_food_conn` VALUES (114, 161, 114);
INSERT INTO `element_food_conn` VALUES (115, 161, 115);
INSERT INTO `element_food_conn` VALUES (116, 162, 116);
INSERT INTO `element_food_conn` VALUES (117, 162, 117);
INSERT INTO `element_food_conn` VALUES (118, 162, 118);
INSERT INTO `element_food_conn` VALUES (119, 163, 119);
INSERT INTO `element_food_conn` VALUES (120, 163, 120);
INSERT INTO `element_food_conn` VALUES (121, 164, 121);
INSERT INTO `element_food_conn` VALUES (122, 164, 122);
INSERT INTO `element_food_conn` VALUES (123, 165, 123);
INSERT INTO `element_food_conn` VALUES (124, 165, 124);
INSERT INTO `element_food_conn` VALUES (125, 166, 125);
INSERT INTO `element_food_conn` VALUES (126, 166, 126);
INSERT INTO `element_food_conn` VALUES (127, 167, 127);
INSERT INTO `element_food_conn` VALUES (128, 167, 128);
INSERT INTO `element_food_conn` VALUES (129, 167, 129);
INSERT INTO `element_food_conn` VALUES (130, 168, 130);
INSERT INTO `element_food_conn` VALUES (131, 168, 131);
INSERT INTO `element_food_conn` VALUES (132, 168, 132);
INSERT INTO `element_food_conn` VALUES (133, 169, 133);
INSERT INTO `element_food_conn` VALUES (134, 169, 134);
INSERT INTO `element_food_conn` VALUES (135, 169, 135);
INSERT INTO `element_food_conn` VALUES (136, 170, 136);
INSERT INTO `element_food_conn` VALUES (137, 170, 137);
INSERT INTO `element_food_conn` VALUES (138, 170, 138);
INSERT INTO `element_food_conn` VALUES (139, 171, 139);
INSERT INTO `element_food_conn` VALUES (140, 171, 140);
INSERT INTO `element_food_conn` VALUES (141, 171, 141);
INSERT INTO `element_food_conn` VALUES (142, 172, 142);
INSERT INTO `element_food_conn` VALUES (143, 172, 143);
INSERT INTO `element_food_conn` VALUES (144, 172, 144);
INSERT INTO `element_food_conn` VALUES (145, 173, 145);
INSERT INTO `element_food_conn` VALUES (146, 173, 146);
INSERT INTO `element_food_conn` VALUES (147, 174, 147);
INSERT INTO `element_food_conn` VALUES (148, 174, 148);
INSERT INTO `element_food_conn` VALUES (149, 174, 149);
INSERT INTO `element_food_conn` VALUES (150, 175, 150);
INSERT INTO `element_food_conn` VALUES (151, 175, 151);
INSERT INTO `element_food_conn` VALUES (152, 175, 152);
INSERT INTO `element_food_conn` VALUES (153, 176, 153);
INSERT INTO `element_food_conn` VALUES (154, 176, 154);
INSERT INTO `element_food_conn` VALUES (155, 176, 155);
INSERT INTO `element_food_conn` VALUES (156, 177, 156);
INSERT INTO `element_food_conn` VALUES (157, 177, 157);
INSERT INTO `element_food_conn` VALUES (158, 177, 158);
INSERT INTO `element_food_conn` VALUES (159, 178, 159);
INSERT INTO `element_food_conn` VALUES (160, 178, 160);
INSERT INTO `element_food_conn` VALUES (161, 178, 161);
INSERT INTO `element_food_conn` VALUES (162, 179, 162);
INSERT INTO `element_food_conn` VALUES (163, 179, 163);
INSERT INTO `element_food_conn` VALUES (164, 179, 164);
INSERT INTO `element_food_conn` VALUES (165, 404, 165);
INSERT INTO `element_food_conn` VALUES (166, 181, 166);
INSERT INTO `element_food_conn` VALUES (167, 181, 167);
INSERT INTO `element_food_conn` VALUES (168, 184, 168);
INSERT INTO `element_food_conn` VALUES (169, 184, 169);
INSERT INTO `element_food_conn` VALUES (170, 185, 170);
INSERT INTO `element_food_conn` VALUES (171, 186, 171);
INSERT INTO `element_food_conn` VALUES (172, 187, 172);
INSERT INTO `element_food_conn` VALUES (173, 188, 173);
INSERT INTO `element_food_conn` VALUES (174, 188, 174);
INSERT INTO `element_food_conn` VALUES (175, 188, 175);
INSERT INTO `element_food_conn` VALUES (176, 189, 176);
INSERT INTO `element_food_conn` VALUES (177, 190, 177);
INSERT INTO `element_food_conn` VALUES (178, 227, 178);
INSERT INTO `element_food_conn` VALUES (179, 227, 179);
INSERT INTO `element_food_conn` VALUES (180, 230, 180);
INSERT INTO `element_food_conn` VALUES (181, 230, 181);
INSERT INTO `element_food_conn` VALUES (182, 230, 182);
INSERT INTO `element_food_conn` VALUES (183, 234, 183);
INSERT INTO `element_food_conn` VALUES (184, 234, 184);
INSERT INTO `element_food_conn` VALUES (185, 234, 185);
INSERT INTO `element_food_conn` VALUES (186, 234, 186);
INSERT INTO `element_food_conn` VALUES (187, 234, 187);
INSERT INTO `element_food_conn` VALUES (188, 234, 188);
INSERT INTO `element_food_conn` VALUES (189, 234, 189);
INSERT INTO `element_food_conn` VALUES (190, 235, 190);
INSERT INTO `element_food_conn` VALUES (191, 290, 191);
INSERT INTO `element_food_conn` VALUES (192, 290, 192);
INSERT INTO `element_food_conn` VALUES (193, 291, 193);
INSERT INTO `element_food_conn` VALUES (194, 291, 194);
INSERT INTO `element_food_conn` VALUES (195, 291, 195);
INSERT INTO `element_food_conn` VALUES (196, 292, 196);
INSERT INTO `element_food_conn` VALUES (197, 292, 197);
INSERT INTO `element_food_conn` VALUES (198, 292, 198);
INSERT INTO `element_food_conn` VALUES (199, 293, 199);
INSERT INTO `element_food_conn` VALUES (200, 293, 200);
INSERT INTO `element_food_conn` VALUES (201, 294, 201);
INSERT INTO `element_food_conn` VALUES (202, 295, 202);
INSERT INTO `element_food_conn` VALUES (203, 295, 203);
INSERT INTO `element_food_conn` VALUES (204, 295, 204);
INSERT INTO `element_food_conn` VALUES (205, 295, 205);
INSERT INTO `element_food_conn` VALUES (206, 296, 206);
INSERT INTO `element_food_conn` VALUES (207, 297, 207);
INSERT INTO `element_food_conn` VALUES (208, 297, 208);
INSERT INTO `element_food_conn` VALUES (209, 298, 209);
INSERT INTO `element_food_conn` VALUES (210, 298, 210);
INSERT INTO `element_food_conn` VALUES (211, 298, 211);
INSERT INTO `element_food_conn` VALUES (212, 299, 212);
INSERT INTO `element_food_conn` VALUES (213, 299, 213);
INSERT INTO `element_food_conn` VALUES (214, 299, 214);
INSERT INTO `element_food_conn` VALUES (215, 299, 215);
INSERT INTO `element_food_conn` VALUES (216, 299, 216);
INSERT INTO `element_food_conn` VALUES (217, 300, 217);
INSERT INTO `element_food_conn` VALUES (218, 301, 218);
INSERT INTO `element_food_conn` VALUES (219, 302, 219);
INSERT INTO `element_food_conn` VALUES (220, 303, 220);
INSERT INTO `element_food_conn` VALUES (221, 304, 221);
INSERT INTO `element_food_conn` VALUES (222, 305, 222);
INSERT INTO `element_food_conn` VALUES (223, 305, 223);
INSERT INTO `element_food_conn` VALUES (224, 306, 224);
INSERT INTO `element_food_conn` VALUES (225, 308, 225);
INSERT INTO `element_food_conn` VALUES (226, 308, 226);
INSERT INTO `element_food_conn` VALUES (227, 308, 227);
INSERT INTO `element_food_conn` VALUES (228, 309, 228);
INSERT INTO `element_food_conn` VALUES (229, 309, 229);
INSERT INTO `element_food_conn` VALUES (230, 310, 230);
INSERT INTO `element_food_conn` VALUES (231, 310, 231);
INSERT INTO `element_food_conn` VALUES (232, 310, 232);
INSERT INTO `element_food_conn` VALUES (233, 310, 233);
INSERT INTO `element_food_conn` VALUES (234, 311, 234);
INSERT INTO `element_food_conn` VALUES (235, 311, 235);
INSERT INTO `element_food_conn` VALUES (236, 312, 236);
INSERT INTO `element_food_conn` VALUES (237, 312, 237);
INSERT INTO `element_food_conn` VALUES (238, 312, 238);
INSERT INTO `element_food_conn` VALUES (239, 312, 239);
INSERT INTO `element_food_conn` VALUES (240, 312, 240);
INSERT INTO `element_food_conn` VALUES (241, 312, 241);
INSERT INTO `element_food_conn` VALUES (242, 314, 242);
INSERT INTO `element_food_conn` VALUES (243, 315, 243);
INSERT INTO `element_food_conn` VALUES (244, 315, 244);
INSERT INTO `element_food_conn` VALUES (245, 315, 245);
INSERT INTO `element_food_conn` VALUES (246, 315, 246);
INSERT INTO `element_food_conn` VALUES (247, 316, 247);
INSERT INTO `element_food_conn` VALUES (248, 316, 248);
INSERT INTO `element_food_conn` VALUES (249, 316, 249);
INSERT INTO `element_food_conn` VALUES (250, 316, 250);
INSERT INTO `element_food_conn` VALUES (251, 316, 251);
INSERT INTO `element_food_conn` VALUES (252, 316, 252);
INSERT INTO `element_food_conn` VALUES (253, 53, 253);
INSERT INTO `element_food_conn` VALUES (254, 53, 254);
INSERT INTO `element_food_conn` VALUES (255, 53, 255);
INSERT INTO `element_food_conn` VALUES (256, 53, 256);
INSERT INTO `element_food_conn` VALUES (257, 53, 257);
INSERT INTO `element_food_conn` VALUES (258, 53, 258);
INSERT INTO `element_food_conn` VALUES (259, 318, 259);
INSERT INTO `element_food_conn` VALUES (260, 318, 260);
INSERT INTO `element_food_conn` VALUES (261, 318, 261);
INSERT INTO `element_food_conn` VALUES (262, 318, 262);
INSERT INTO `element_food_conn` VALUES (263, 318, 263);
INSERT INTO `element_food_conn` VALUES (264, 318, 264);
INSERT INTO `element_food_conn` VALUES (265, 318, 265);
INSERT INTO `element_food_conn` VALUES (266, 55, 266);
INSERT INTO `element_food_conn` VALUES (267, 55, 267);
INSERT INTO `element_food_conn` VALUES (268, 55, 268);
INSERT INTO `element_food_conn` VALUES (269, 55, 269);
INSERT INTO `element_food_conn` VALUES (270, 322, 270);
INSERT INTO `element_food_conn` VALUES (271, 322, 271);
INSERT INTO `element_food_conn` VALUES (272, 322, 272);
INSERT INTO `element_food_conn` VALUES (273, 322, 273);
INSERT INTO `element_food_conn` VALUES (274, 322, 274);
INSERT INTO `element_food_conn` VALUES (275, 324, 275);
INSERT INTO `element_food_conn` VALUES (276, 324, 276);
INSERT INTO `element_food_conn` VALUES (277, 324, 277);
INSERT INTO `element_food_conn` VALUES (278, 324, 278);
INSERT INTO `element_food_conn` VALUES (279, 325, 279);
INSERT INTO `element_food_conn` VALUES (280, 325, 280);
INSERT INTO `element_food_conn` VALUES (281, 326, 281);
INSERT INTO `element_food_conn` VALUES (282, 326, 282);
INSERT INTO `element_food_conn` VALUES (283, 327, 283);
INSERT INTO `element_food_conn` VALUES (284, 327, 284);
INSERT INTO `element_food_conn` VALUES (285, 328, 285);
INSERT INTO `element_food_conn` VALUES (286, 329, 286);
INSERT INTO `element_food_conn` VALUES (287, 329, 287);
INSERT INTO `element_food_conn` VALUES (288, 329, 288);
INSERT INTO `element_food_conn` VALUES (289, 329, 289);
INSERT INTO `element_food_conn` VALUES (290, 329, 290);
INSERT INTO `element_food_conn` VALUES (291, 329, 291);
INSERT INTO `element_food_conn` VALUES (292, 330, 292);
INSERT INTO `element_food_conn` VALUES (293, 330, 293);
INSERT INTO `element_food_conn` VALUES (294, 331, 294);
INSERT INTO `element_food_conn` VALUES (295, 331, 295);
INSERT INTO `element_food_conn` VALUES (296, 332, 296);
INSERT INTO `element_food_conn` VALUES (297, 333, 297);
INSERT INTO `element_food_conn` VALUES (298, 333, 298);
INSERT INTO `element_food_conn` VALUES (299, 334, 299);
INSERT INTO `element_food_conn` VALUES (300, 334, 300);
INSERT INTO `element_food_conn` VALUES (301, 335, 301);
INSERT INTO `element_food_conn` VALUES (302, 335, 302);
INSERT INTO `element_food_conn` VALUES (303, 335, 303);
INSERT INTO `element_food_conn` VALUES (304, 335, 304);
INSERT INTO `element_food_conn` VALUES (305, 335, 305);
INSERT INTO `element_food_conn` VALUES (306, 335, 306);
INSERT INTO `element_food_conn` VALUES (307, 335, 307);
INSERT INTO `element_food_conn` VALUES (308, 336, 308);
INSERT INTO `element_food_conn` VALUES (309, 336, 309);
INSERT INTO `element_food_conn` VALUES (310, 336, 310);
INSERT INTO `element_food_conn` VALUES (311, 336, 311);
INSERT INTO `element_food_conn` VALUES (312, 336, 312);
INSERT INTO `element_food_conn` VALUES (313, 336, 313);
INSERT INTO `element_food_conn` VALUES (314, 336, 314);
INSERT INTO `element_food_conn` VALUES (315, 337, 315);
INSERT INTO `element_food_conn` VALUES (316, 337, 316);
INSERT INTO `element_food_conn` VALUES (317, 337, 317);
INSERT INTO `element_food_conn` VALUES (318, 337, 318);
INSERT INTO `element_food_conn` VALUES (319, 337, 319);
INSERT INTO `element_food_conn` VALUES (320, 337, 320);
INSERT INTO `element_food_conn` VALUES (321, 338, 321);
INSERT INTO `element_food_conn` VALUES (322, 338, 322);
INSERT INTO `element_food_conn` VALUES (323, 338, 323);
INSERT INTO `element_food_conn` VALUES (324, 338, 324);
INSERT INTO `element_food_conn` VALUES (325, 338, 325);
INSERT INTO `element_food_conn` VALUES (326, 338, 326);
INSERT INTO `element_food_conn` VALUES (327, 338, 327);
INSERT INTO `element_food_conn` VALUES (328, 338, 328);
INSERT INTO `element_food_conn` VALUES (329, 339, 329);
INSERT INTO `element_food_conn` VALUES (330, 339, 330);
INSERT INTO `element_food_conn` VALUES (331, 339, 331);
INSERT INTO `element_food_conn` VALUES (332, 339, 332);
INSERT INTO `element_food_conn` VALUES (333, 339, 333);
INSERT INTO `element_food_conn` VALUES (334, 339, 334);
INSERT INTO `element_food_conn` VALUES (335, 339, 335);
INSERT INTO `element_food_conn` VALUES (336, 340, 336);
INSERT INTO `element_food_conn` VALUES (337, 341, 337);
INSERT INTO `element_food_conn` VALUES (338, 341, 338);
INSERT INTO `element_food_conn` VALUES (339, 341, 339);
INSERT INTO `element_food_conn` VALUES (340, 341, 340);
INSERT INTO `element_food_conn` VALUES (341, 341, 341);
INSERT INTO `element_food_conn` VALUES (342, 341, 342);
INSERT INTO `element_food_conn` VALUES (343, 341, 343);
INSERT INTO `element_food_conn` VALUES (344, 341, 344);
INSERT INTO `element_food_conn` VALUES (345, 342, 345);
INSERT INTO `element_food_conn` VALUES (346, 342, 346);
INSERT INTO `element_food_conn` VALUES (347, 342, 347);
INSERT INTO `element_food_conn` VALUES (348, 342, 348);
INSERT INTO `element_food_conn` VALUES (349, 343, 349);
INSERT INTO `element_food_conn` VALUES (350, 343, 350);
INSERT INTO `element_food_conn` VALUES (351, 343, 351);
INSERT INTO `element_food_conn` VALUES (352, 343, 352);
INSERT INTO `element_food_conn` VALUES (353, 343, 353);
INSERT INTO `element_food_conn` VALUES (354, 343, 354);
INSERT INTO `element_food_conn` VALUES (355, 343, 355);
INSERT INTO `element_food_conn` VALUES (356, 344, 356);
INSERT INTO `element_food_conn` VALUES (357, 344, 357);
INSERT INTO `element_food_conn` VALUES (358, 345, 358);
INSERT INTO `element_food_conn` VALUES (359, 345, 359);
INSERT INTO `element_food_conn` VALUES (360, 345, 360);
INSERT INTO `element_food_conn` VALUES (361, 345, 361);
INSERT INTO `element_food_conn` VALUES (362, 345, 362);
INSERT INTO `element_food_conn` VALUES (363, 345, 363);
INSERT INTO `element_food_conn` VALUES (364, 345, 364);
INSERT INTO `element_food_conn` VALUES (365, 346, 365);
INSERT INTO `element_food_conn` VALUES (366, 346, 366);
INSERT INTO `element_food_conn` VALUES (367, 346, 367);
INSERT INTO `element_food_conn` VALUES (368, 346, 368);
INSERT INTO `element_food_conn` VALUES (369, 346, 369);
INSERT INTO `element_food_conn` VALUES (370, 346, 370);
INSERT INTO `element_food_conn` VALUES (371, 346, 371);
INSERT INTO `element_food_conn` VALUES (372, 346, 372);
INSERT INTO `element_food_conn` VALUES (373, 347, 373);
INSERT INTO `element_food_conn` VALUES (374, 347, 374);
INSERT INTO `element_food_conn` VALUES (375, 348, 375);
INSERT INTO `element_food_conn` VALUES (376, 348, 376);
INSERT INTO `element_food_conn` VALUES (377, 348, 377);
INSERT INTO `element_food_conn` VALUES (378, 348, 378);
INSERT INTO `element_food_conn` VALUES (379, 348, 379);
INSERT INTO `element_food_conn` VALUES (380, 348, 380);
INSERT INTO `element_food_conn` VALUES (381, 348, 381);
INSERT INTO `element_food_conn` VALUES (382, 349, 382);
INSERT INTO `element_food_conn` VALUES (383, 349, 383);
INSERT INTO `element_food_conn` VALUES (384, 350, 384);
INSERT INTO `element_food_conn` VALUES (385, 350, 385);
INSERT INTO `element_food_conn` VALUES (386, 350, 386);
INSERT INTO `element_food_conn` VALUES (387, 350, 387);
INSERT INTO `element_food_conn` VALUES (388, 350, 388);
INSERT INTO `element_food_conn` VALUES (389, 350, 389);
INSERT INTO `element_food_conn` VALUES (390, 350, 390);
INSERT INTO `element_food_conn` VALUES (391, 351, 391);
INSERT INTO `element_food_conn` VALUES (392, 351, 392);
INSERT INTO `element_food_conn` VALUES (393, 352, 393);
INSERT INTO `element_food_conn` VALUES (394, 352, 394);
INSERT INTO `element_food_conn` VALUES (395, 352, 395);
INSERT INTO `element_food_conn` VALUES (396, 352, 396);
INSERT INTO `element_food_conn` VALUES (397, 352, 397);
INSERT INTO `element_food_conn` VALUES (398, 352, 398);
INSERT INTO `element_food_conn` VALUES (399, 352, 399);
INSERT INTO `element_food_conn` VALUES (400, 352, 400);
INSERT INTO `element_food_conn` VALUES (401, 353, 401);
INSERT INTO `element_food_conn` VALUES (402, 354, 402);
INSERT INTO `element_food_conn` VALUES (403, 354, 403);
INSERT INTO `element_food_conn` VALUES (404, 354, 404);
INSERT INTO `element_food_conn` VALUES (405, 354, 405);
INSERT INTO `element_food_conn` VALUES (406, 354, 406);
INSERT INTO `element_food_conn` VALUES (407, 354, 407);
INSERT INTO `element_food_conn` VALUES (408, 354, 408);
INSERT INTO `element_food_conn` VALUES (409, 354, 409);
INSERT INTO `element_food_conn` VALUES (410, 354, 410);
INSERT INTO `element_food_conn` VALUES (411, 355, 411);
INSERT INTO `element_food_conn` VALUES (412, 355, 412);
INSERT INTO `element_food_conn` VALUES (413, 355, 413);
INSERT INTO `element_food_conn` VALUES (414, 355, 414);
INSERT INTO `element_food_conn` VALUES (415, 355, 415);
INSERT INTO `element_food_conn` VALUES (416, 355, 416);
INSERT INTO `element_food_conn` VALUES (417, 355, 417);
INSERT INTO `element_food_conn` VALUES (418, 355, 418);
INSERT INTO `element_food_conn` VALUES (419, 356, 419);
INSERT INTO `element_food_conn` VALUES (420, 356, 420);
INSERT INTO `element_food_conn` VALUES (421, 356, 421);
INSERT INTO `element_food_conn` VALUES (422, 356, 422);
INSERT INTO `element_food_conn` VALUES (423, 356, 423);
INSERT INTO `element_food_conn` VALUES (424, 356, 424);
INSERT INTO `element_food_conn` VALUES (425, 356, 425);
INSERT INTO `element_food_conn` VALUES (426, 356, 426);
INSERT INTO `element_food_conn` VALUES (427, 356, 427);
INSERT INTO `element_food_conn` VALUES (428, 357, 428);
INSERT INTO `element_food_conn` VALUES (429, 358, 429);
INSERT INTO `element_food_conn` VALUES (430, 358, 430);
INSERT INTO `element_food_conn` VALUES (431, 358, 431);
INSERT INTO `element_food_conn` VALUES (432, 358, 432);
INSERT INTO `element_food_conn` VALUES (433, 359, 433);
INSERT INTO `element_food_conn` VALUES (434, 359, 434);
INSERT INTO `element_food_conn` VALUES (435, 359, 435);
INSERT INTO `element_food_conn` VALUES (436, 359, 436);
INSERT INTO `element_food_conn` VALUES (437, 360, 437);
INSERT INTO `element_food_conn` VALUES (438, 360, 438);
INSERT INTO `element_food_conn` VALUES (439, 360, 439);
INSERT INTO `element_food_conn` VALUES (440, 360, 440);
INSERT INTO `element_food_conn` VALUES (441, 361, 441);
INSERT INTO `element_food_conn` VALUES (442, 361, 442);
INSERT INTO `element_food_conn` VALUES (443, 361, 443);
INSERT INTO `element_food_conn` VALUES (444, 361, 444);
INSERT INTO `element_food_conn` VALUES (445, 361, 445);
INSERT INTO `element_food_conn` VALUES (446, 361, 446);
INSERT INTO `element_food_conn` VALUES (447, 361, 447);
INSERT INTO `element_food_conn` VALUES (448, 362, 448);
INSERT INTO `element_food_conn` VALUES (449, 362, 449);
INSERT INTO `element_food_conn` VALUES (450, 362, 450);
INSERT INTO `element_food_conn` VALUES (451, 362, 451);
INSERT INTO `element_food_conn` VALUES (452, 362, 452);
INSERT INTO `element_food_conn` VALUES (453, 363, 453);
INSERT INTO `element_food_conn` VALUES (454, 363, 454);
INSERT INTO `element_food_conn` VALUES (455, 364, 455);
INSERT INTO `element_food_conn` VALUES (456, 365, 456);
INSERT INTO `element_food_conn` VALUES (457, 365, 457);
INSERT INTO `element_food_conn` VALUES (458, 365, 458);
INSERT INTO `element_food_conn` VALUES (459, 366, 459);
INSERT INTO `element_food_conn` VALUES (460, 367, 460);
INSERT INTO `element_food_conn` VALUES (461, 368, 461);
INSERT INTO `element_food_conn` VALUES (462, 368, 462);
INSERT INTO `element_food_conn` VALUES (463, 368, 463);
INSERT INTO `element_food_conn` VALUES (464, 369, 464);
INSERT INTO `element_food_conn` VALUES (465, 369, 465);
INSERT INTO `element_food_conn` VALUES (466, 370, 466);
INSERT INTO `element_food_conn` VALUES (467, 371, 467);
INSERT INTO `element_food_conn` VALUES (468, 371, 468);
INSERT INTO `element_food_conn` VALUES (469, 371, 469);
INSERT INTO `element_food_conn` VALUES (470, 371, 470);
INSERT INTO `element_food_conn` VALUES (471, 371, 471);
INSERT INTO `element_food_conn` VALUES (472, 371, 472);
INSERT INTO `element_food_conn` VALUES (473, 371, 473);
INSERT INTO `element_food_conn` VALUES (474, 371, 474);
INSERT INTO `element_food_conn` VALUES (475, 372, 475);
INSERT INTO `element_food_conn` VALUES (476, 372, 476);
INSERT INTO `element_food_conn` VALUES (477, 372, 477);
INSERT INTO `element_food_conn` VALUES (478, 372, 478);
INSERT INTO `element_food_conn` VALUES (479, 373, 479);
INSERT INTO `element_food_conn` VALUES (480, 373, 480);
INSERT INTO `element_food_conn` VALUES (481, 373, 481);
INSERT INTO `element_food_conn` VALUES (482, 373, 482);
INSERT INTO `element_food_conn` VALUES (483, 373, 483);
INSERT INTO `element_food_conn` VALUES (484, 373, 484);
INSERT INTO `element_food_conn` VALUES (485, 373, 485);
INSERT INTO `element_food_conn` VALUES (486, 373, 486);
INSERT INTO `element_food_conn` VALUES (487, 373, 487);
INSERT INTO `element_food_conn` VALUES (488, 374, 488);
INSERT INTO `element_food_conn` VALUES (489, 374, 489);
INSERT INTO `element_food_conn` VALUES (490, 374, 490);
INSERT INTO `element_food_conn` VALUES (491, 374, 491);
INSERT INTO `element_food_conn` VALUES (492, 374, 492);
INSERT INTO `element_food_conn` VALUES (493, 374, 493);
INSERT INTO `element_food_conn` VALUES (494, 374, 494);
INSERT INTO `element_food_conn` VALUES (495, 374, 495);
INSERT INTO `element_food_conn` VALUES (496, 374, 496);
INSERT INTO `element_food_conn` VALUES (497, 374, 497);
INSERT INTO `element_food_conn` VALUES (498, 375, 498);
INSERT INTO `element_food_conn` VALUES (499, 375, 499);
INSERT INTO `element_food_conn` VALUES (500, 375, 500);
INSERT INTO `element_food_conn` VALUES (501, 375, 501);
INSERT INTO `element_food_conn` VALUES (502, 375, 502);
INSERT INTO `element_food_conn` VALUES (503, 375, 503);
INSERT INTO `element_food_conn` VALUES (504, 375, 504);
INSERT INTO `element_food_conn` VALUES (505, 375, 505);
INSERT INTO `element_food_conn` VALUES (506, 375, 506);
INSERT INTO `element_food_conn` VALUES (507, 376, 507);
INSERT INTO `element_food_conn` VALUES (508, 376, 508);
INSERT INTO `element_food_conn` VALUES (509, 376, 509);
INSERT INTO `element_food_conn` VALUES (510, 376, 510);
INSERT INTO `element_food_conn` VALUES (511, 376, 511);
INSERT INTO `element_food_conn` VALUES (512, 376, 512);
INSERT INTO `element_food_conn` VALUES (513, 377, 513);
INSERT INTO `element_food_conn` VALUES (514, 377, 514);
INSERT INTO `element_food_conn` VALUES (515, 377, 515);
INSERT INTO `element_food_conn` VALUES (516, 378, 516);
INSERT INTO `element_food_conn` VALUES (517, 378, 517);
INSERT INTO `element_food_conn` VALUES (518, 378, 518);
INSERT INTO `element_food_conn` VALUES (519, 378, 519);
INSERT INTO `element_food_conn` VALUES (520, 378, 520);
INSERT INTO `element_food_conn` VALUES (521, 378, 521);
INSERT INTO `element_food_conn` VALUES (522, 379, 522);
INSERT INTO `element_food_conn` VALUES (523, 379, 523);
INSERT INTO `element_food_conn` VALUES (524, 379, 524);
INSERT INTO `element_food_conn` VALUES (525, 380, 525);
INSERT INTO `element_food_conn` VALUES (526, 380, 526);
INSERT INTO `element_food_conn` VALUES (527, 380, 527);
INSERT INTO `element_food_conn` VALUES (528, 381, 528);
INSERT INTO `element_food_conn` VALUES (529, 381, 529);
INSERT INTO `element_food_conn` VALUES (530, 381, 530);
INSERT INTO `element_food_conn` VALUES (531, 381, 531);
INSERT INTO `element_food_conn` VALUES (532, 382, 532);
INSERT INTO `element_food_conn` VALUES (533, 383, 533);
INSERT INTO `element_food_conn` VALUES (534, 384, 534);
INSERT INTO `element_food_conn` VALUES (535, 385, 535);
INSERT INTO `element_food_conn` VALUES (536, 386, 536);
INSERT INTO `element_food_conn` VALUES (537, 387, 537);
INSERT INTO `element_food_conn` VALUES (538, 388, 538);
INSERT INTO `element_food_conn` VALUES (539, 389, 539);
INSERT INTO `element_food_conn` VALUES (540, 390, 540);
INSERT INTO `element_food_conn` VALUES (541, 391, 541);
INSERT INTO `element_food_conn` VALUES (542, 391, 542);
INSERT INTO `element_food_conn` VALUES (543, 392, 543);
INSERT INTO `element_food_conn` VALUES (544, 392, 544);
INSERT INTO `element_food_conn` VALUES (545, 393, 545);
INSERT INTO `element_food_conn` VALUES (546, 393, 546);
INSERT INTO `element_food_conn` VALUES (547, 393, 547);
INSERT INTO `element_food_conn` VALUES (548, 393, 548);
INSERT INTO `element_food_conn` VALUES (549, 394, 549);
INSERT INTO `element_food_conn` VALUES (550, 395, 550);
INSERT INTO `element_food_conn` VALUES (551, 396, 551);
INSERT INTO `element_food_conn` VALUES (552, 397, 552);
INSERT INTO `element_food_conn` VALUES (553, 398, 553);
INSERT INTO `element_food_conn` VALUES (554, 399, 554);
INSERT INTO `element_food_conn` VALUES (555, 399, 555);
INSERT INTO `element_food_conn` VALUES (556, 400, 556);
INSERT INTO `element_food_conn` VALUES (557, 401, 557);
INSERT INTO `element_food_conn` VALUES (558, 401, 558);
INSERT INTO `element_food_conn` VALUES (559, 401, 559);
INSERT INTO `element_food_conn` VALUES (560, 402, 560);
INSERT INTO `element_food_conn` VALUES (561, 402, 561);
INSERT INTO `element_food_conn` VALUES (562, 403, 562);
INSERT INTO `element_food_conn` VALUES (563, 404, 563);
INSERT INTO `element_food_conn` VALUES (564, 405, 564);
INSERT INTO `element_food_conn` VALUES (565, 406, 565);
INSERT INTO `element_food_conn` VALUES (566, 407, 566);
INSERT INTO `element_food_conn` VALUES (567, 408, 567);
INSERT INTO `element_food_conn` VALUES (568, 409, 568);
INSERT INTO `element_food_conn` VALUES (569, 409, 569);
INSERT INTO `element_food_conn` VALUES (570, 409, 570);
INSERT INTO `element_food_conn` VALUES (571, 410, 571);
INSERT INTO `element_food_conn` VALUES (572, 411, 572);
INSERT INTO `element_food_conn` VALUES (573, 411, 573);
INSERT INTO `element_food_conn` VALUES (574, 412, 574);
INSERT INTO `element_food_conn` VALUES (575, 413, 575);
INSERT INTO `element_food_conn` VALUES (576, 414, 576);
INSERT INTO `element_food_conn` VALUES (577, 415, 577);
INSERT INTO `element_food_conn` VALUES (578, 416, 578);
INSERT INTO `element_food_conn` VALUES (579, 417, 579);
INSERT INTO `element_food_conn` VALUES (580, 418, 580);
INSERT INTO `element_food_conn` VALUES (581, 419, 581);
INSERT INTO `element_food_conn` VALUES (582, 420, 582);
INSERT INTO `element_food_conn` VALUES (583, 421, 583);
INSERT INTO `element_food_conn` VALUES (584, 422, 584);
INSERT INTO `element_food_conn` VALUES (585, 422, 585);
INSERT INTO `element_food_conn` VALUES (586, 423, 586);
INSERT INTO `element_food_conn` VALUES (587, 424, 587);
INSERT INTO `element_food_conn` VALUES (588, 425, 588);
INSERT INTO `element_food_conn` VALUES (589, 426, 589);
INSERT INTO `element_food_conn` VALUES (590, 426, 590);
INSERT INTO `element_food_conn` VALUES (591, 427, 591);
INSERT INTO `element_food_conn` VALUES (592, 428, 592);
INSERT INTO `element_food_conn` VALUES (593, 429, 593);
INSERT INTO `element_food_conn` VALUES (594, 430, 594);
INSERT INTO `element_food_conn` VALUES (595, 431, 595);
INSERT INTO `element_food_conn` VALUES (596, 432, 596);
INSERT INTO `element_food_conn` VALUES (597, 433, 597);
INSERT INTO `element_food_conn` VALUES (598, 434, 598);
INSERT INTO `element_food_conn` VALUES (599, 435, 599);
INSERT INTO `element_food_conn` VALUES (600, 436, 600);
INSERT INTO `element_food_conn` VALUES (601, 437, 601);
INSERT INTO `element_food_conn` VALUES (602, 438, 602);
INSERT INTO `element_food_conn` VALUES (603, 439, 603);
INSERT INTO `element_food_conn` VALUES (604, 440, 604);
INSERT INTO `element_food_conn` VALUES (605, 441, 605);
INSERT INTO `element_food_conn` VALUES (606, 81, 606);
INSERT INTO `element_food_conn` VALUES (607, 443, 607);
INSERT INTO `element_food_conn` VALUES (608, 444, 608);
INSERT INTO `element_food_conn` VALUES (609, 445, 609);
INSERT INTO `element_food_conn` VALUES (610, 446, 610);
INSERT INTO `element_food_conn` VALUES (611, 447, 611);
INSERT INTO `element_food_conn` VALUES (612, 448, 612);
INSERT INTO `element_food_conn` VALUES (613, 449, 613);
INSERT INTO `element_food_conn` VALUES (614, 450, 614);
INSERT INTO `element_food_conn` VALUES (615, 451, 615);
INSERT INTO `element_food_conn` VALUES (616, 452, 616);
INSERT INTO `element_food_conn` VALUES (617, 453, 617);
INSERT INTO `element_food_conn` VALUES (618, 454, 618);
INSERT INTO `element_food_conn` VALUES (619, 455, 619);
INSERT INTO `element_food_conn` VALUES (620, 456, 620);
INSERT INTO `element_food_conn` VALUES (621, 457, 621);
INSERT INTO `element_food_conn` VALUES (622, 458, 622);
INSERT INTO `element_food_conn` VALUES (623, 459, 623);
INSERT INTO `element_food_conn` VALUES (624, 460, 624);
INSERT INTO `element_food_conn` VALUES (625, 461, 625);
INSERT INTO `element_food_conn` VALUES (626, 462, 626);
INSERT INTO `element_food_conn` VALUES (627, 463, 627);
INSERT INTO `element_food_conn` VALUES (628, 464, 628);
INSERT INTO `element_food_conn` VALUES (629, 465, 629);
INSERT INTO `element_food_conn` VALUES (630, 466, 630);
INSERT INTO `element_food_conn` VALUES (631, 467, 631);
INSERT INTO `element_food_conn` VALUES (632, 468, 632);
INSERT INTO `element_food_conn` VALUES (633, 469, 633);
INSERT INTO `element_food_conn` VALUES (634, 470, 634);
INSERT INTO `element_food_conn` VALUES (635, 471, 635);
INSERT INTO `element_food_conn` VALUES (636, 472, 636);
INSERT INTO `element_food_conn` VALUES (637, 473, 637);
INSERT INTO `element_food_conn` VALUES (638, 474, 638);
INSERT INTO `element_food_conn` VALUES (639, 475, 639);
INSERT INTO `element_food_conn` VALUES (640, 476, 640);
INSERT INTO `element_food_conn` VALUES (641, 477, 641);
INSERT INTO `element_food_conn` VALUES (642, 478, 642);
INSERT INTO `element_food_conn` VALUES (643, 479, 643);
INSERT INTO `element_food_conn` VALUES (644, 480, 644);
INSERT INTO `element_food_conn` VALUES (645, 481, 645);
INSERT INTO `element_food_conn` VALUES (646, 482, 646);
INSERT INTO `element_food_conn` VALUES (647, 483, 647);
INSERT INTO `element_food_conn` VALUES (648, 484, 648);
INSERT INTO `element_food_conn` VALUES (649, 485, 649);
INSERT INTO `element_food_conn` VALUES (650, 486, 650);
INSERT INTO `element_food_conn` VALUES (651, 487, 651);
INSERT INTO `element_food_conn` VALUES (652, 488, 652);
INSERT INTO `element_food_conn` VALUES (653, 489, 653);
INSERT INTO `element_food_conn` VALUES (654, 490, 654);
INSERT INTO `element_food_conn` VALUES (655, 491, 655);
INSERT INTO `element_food_conn` VALUES (656, 492, 656);
INSERT INTO `element_food_conn` VALUES (657, 493, 657);
INSERT INTO `element_food_conn` VALUES (658, 494, 658);
INSERT INTO `element_food_conn` VALUES (659, 495, 659);
INSERT INTO `element_food_conn` VALUES (660, 496, 660);
INSERT INTO `element_food_conn` VALUES (661, 497, 661);
INSERT INTO `element_food_conn` VALUES (662, 498, 662);
INSERT INTO `element_food_conn` VALUES (663, 499, 663);
INSERT INTO `element_food_conn` VALUES (664, 500, 664);
INSERT INTO `element_food_conn` VALUES (665, 501, 665);
INSERT INTO `element_food_conn` VALUES (666, 502, 666);
INSERT INTO `element_food_conn` VALUES (667, 503, 667);
INSERT INTO `element_food_conn` VALUES (668, 504, 668);
INSERT INTO `element_food_conn` VALUES (669, 505, 669);
INSERT INTO `element_food_conn` VALUES (670, 506, 670);
INSERT INTO `element_food_conn` VALUES (671, 507, 671);
INSERT INTO `element_food_conn` VALUES (672, 508, 672);
INSERT INTO `element_food_conn` VALUES (673, 509, 673);
INSERT INTO `element_food_conn` VALUES (674, 510, 674);
INSERT INTO `element_food_conn` VALUES (675, 511, 675);
INSERT INTO `element_food_conn` VALUES (676, 512, 676);
INSERT INTO `element_food_conn` VALUES (677, 513, 677);
INSERT INTO `element_food_conn` VALUES (678, 514, 678);
INSERT INTO `element_food_conn` VALUES (679, 515, 679);
INSERT INTO `element_food_conn` VALUES (680, 516, 680);
INSERT INTO `element_food_conn` VALUES (681, 517, 681);
INSERT INTO `element_food_conn` VALUES (682, 518, 682);
INSERT INTO `element_food_conn` VALUES (683, 519, 683);
INSERT INTO `element_food_conn` VALUES (684, 520, 684);
INSERT INTO `element_food_conn` VALUES (685, 521, 685);
INSERT INTO `element_food_conn` VALUES (686, 522, 686);
INSERT INTO `element_food_conn` VALUES (687, 523, 687);
INSERT INTO `element_food_conn` VALUES (688, 524, 688);
INSERT INTO `element_food_conn` VALUES (689, 525, 689);
INSERT INTO `element_food_conn` VALUES (690, 526, 690);
INSERT INTO `element_food_conn` VALUES (691, 527, 691);
INSERT INTO `element_food_conn` VALUES (692, 528, 692);
INSERT INTO `element_food_conn` VALUES (693, 529, 693);
INSERT INTO `element_food_conn` VALUES (694, 530, 694);
INSERT INTO `element_food_conn` VALUES (695, 531, 695);
INSERT INTO `element_food_conn` VALUES (696, 532, 696);
INSERT INTO `element_food_conn` VALUES (697, 533, 697);
INSERT INTO `element_food_conn` VALUES (698, 534, 698);
INSERT INTO `element_food_conn` VALUES (699, 535, 699);
INSERT INTO `element_food_conn` VALUES (700, 536, 700);
INSERT INTO `element_food_conn` VALUES (701, 537, 701);
INSERT INTO `element_food_conn` VALUES (702, 538, 702);
INSERT INTO `element_food_conn` VALUES (703, 540, 704);
INSERT INTO `element_food_conn` VALUES (704, 541, 705);
INSERT INTO `element_food_conn` VALUES (705, 542, 706);
INSERT INTO `element_food_conn` VALUES (706, 543, 707);
INSERT INTO `element_food_conn` VALUES (707, 544, 708);
INSERT INTO `element_food_conn` VALUES (708, 545, 709);
INSERT INTO `element_food_conn` VALUES (709, 546, 710);
INSERT INTO `element_food_conn` VALUES (710, 547, 711);
INSERT INTO `element_food_conn` VALUES (711, 548, 712);
INSERT INTO `element_food_conn` VALUES (712, 549, 713);
INSERT INTO `element_food_conn` VALUES (713, 550, 714);
INSERT INTO `element_food_conn` VALUES (714, 551, 715);
INSERT INTO `element_food_conn` VALUES (715, 552, 716);
INSERT INTO `element_food_conn` VALUES (716, 553, 717);
INSERT INTO `element_food_conn` VALUES (717, 554, 718);
INSERT INTO `element_food_conn` VALUES (718, 555, 719);
INSERT INTO `element_food_conn` VALUES (719, 556, 720);
INSERT INTO `element_food_conn` VALUES (720, 556, 721);
INSERT INTO `element_food_conn` VALUES (721, 557, 722);
INSERT INTO `element_food_conn` VALUES (722, 557, 723);
INSERT INTO `element_food_conn` VALUES (723, 559, 724);
INSERT INTO `element_food_conn` VALUES (724, 560, 725);
INSERT INTO `element_food_conn` VALUES (725, 561, 726);
INSERT INTO `element_food_conn` VALUES (726, 562, 727);
INSERT INTO `element_food_conn` VALUES (727, 563, 728);
INSERT INTO `element_food_conn` VALUES (728, 564, 729);
INSERT INTO `element_food_conn` VALUES (729, 565, 730);
INSERT INTO `element_food_conn` VALUES (730, 566, 731);
INSERT INTO `element_food_conn` VALUES (731, 567, 732);
INSERT INTO `element_food_conn` VALUES (732, 568, 733);
INSERT INTO `element_food_conn` VALUES (733, 569, 734);
INSERT INTO `element_food_conn` VALUES (734, 570, 735);
INSERT INTO `element_food_conn` VALUES (735, 571, 736);
INSERT INTO `element_food_conn` VALUES (736, 572, 737);
INSERT INTO `element_food_conn` VALUES (737, 573, 738);
INSERT INTO `element_food_conn` VALUES (738, 574, 739);

-- --------------------------------------------------------

-- 
-- 資料表格式： `food_element`
-- 

CREATE TABLE `food_element` (
  `id` int(8) NOT NULL auto_increment,
  `name` varchar(255) NOT NULL COMMENT '食材元素名稱',
  `kind` varchar(30) NOT NULL COMMENT '食物類別',
  `kind2` varchar(30) default NULL COMMENT '食物類別-其他',
  `img` varchar(200) default NULL COMMENT '食材元素圖片',
  `kg` varchar(10) default NULL COMMENT '重量',
  `k` varchar(10) default NULL COMMENT '卡洛里',
  `cholesterol` varchar(10) default NULL COMMENT '膽固醇',
  `fat` varchar(10) default NULL COMMENT '脂肪',
  `e` varchar(10) default NULL COMMENT '蛋白質',
  `carbohydrate` varchar(10) default NULL COMMENT '醣類',
  `potassium` varchar(10) default NULL COMMENT '鉀',
  `sodium` varchar(10) default NULL COMMENT '鈉',
  `calcium` varchar(10) default NULL COMMENT '鈣',
  `phosphorous` varchar(10) default NULL COMMENT '磷',
  `mg` varchar(10) default NULL COMMENT '鎂',
  `iron` varchar(10) default NULL COMMENT '鐵',
  `zinc` varchar(10) default NULL COMMENT '鋅',
  `add_time` int(12) NOT NULL default '0' COMMENT '新增日期',
  `up_time` int(12) NOT NULL default '0' COMMENT '修改日期',
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 COMMENT='食材元素' AUTO_INCREMENT=740 ;

-- 
-- 列出以下資料庫的數據： `food_element`
-- 

INSERT INTO `food_element` VALUES (1, '腰果', 'food5', '', '雞丁腰果.jpg', '20', '113.6', '0', '9.2', '3.98', '5.6', '126.2', '2.8', '7.6', '108.2', '44', '1.26', '1.12', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (2, '清雞丁', 'food2', '', '', '80', '81.6', '39.2', '0.32', '18.4', '0', '259.2', '45.6', '0.8', '172', '22.4', '0.24', '0.4', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (3, '油', 'food5', '', '', '10', '88.3', '0', '9.99', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (4, '黃帝豆', 'food3', '', '黃帝豆.jpg', '80', '86.4', '0', '0.32', '6.96', '14.64', '544', '6.4', '15.2', '112', '56.8', '11.28', '0.88', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (5, '油', 'food5', '', '', '3', '27', '', '', '', '', '', '', '', '', '', '', '', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (6, '青江菜', 'food3', '', '青江菜.jpg', '50', '8', '0', '0.15', '0.85', '1.1', '140', '18.5', '40', '14', '8.5', '0.85', '0.25', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (7, '油', 'food5', '', '', '3', '27', '', '', '', '', '', '', '', '', '', '', '', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (8, '苦瓜', 'food3', '', '苦瓜排骨湯.jpg', '20', '3.6', '0', '0.04', '0.16', '0.74', '32', '2.2', '4.8', '8.2', '2.8', '0.06', '0.04', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (9, '五花肉', 'food2', '', '', '10', '39.3', '6.6', '3.67', '1.45', '0', '23.1', '3.6', '0.1', '12.8', '1.4', '0.06', '0.14', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (10, '白飯', 'food1', '', '宮保雞丁套餐.jpg', '140', '196', '0', '0.42', '4.34', '57.4', '56', '2.8', '1.4', '54.6', '9.8', '0.28', '0.98', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (11, '清雞丁', 'food2', '', '', '80', '81.6', '39.2', '0.32', '18.4', '0', '259.2', '45.6', '0.8', '172', '22.4', '0.24', '0.4', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (12, '黃帝豆', 'food3', '', '', '80', '86.4', '0', '0.32', '6.96', '14.64', '544', '6.4', '15.2', '112', '56.8', '11.28', '0.88', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (13, '青江菜', 'food3', '', '', '50', '8', '0', '0.15', '0.85', '1.1', '140', '18.5', '40', '14', '8.5', '0.85', '0.25', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (14, '傳統豆腐', 'food2', '', '', '105', '92.4', '0', '3.57', '8.925', '6.3', '189', '2.1', '147', '116.55', '34.65', '2.1', '0.84', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (15, '苦瓜', 'food2', '', '', '20', '3.6', '0', '0.04', '0.16', '0.74', '32', '2.2', '4.8', '8.2', '2.8', '0.06', '0.04', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (16, '五花肉', 'food2', '', '', '10', '39.3', '6.6', '3.67', '1.45', '0', '23.1', '3.6', '0.1', '12.8', '1.4', '0.06', '0.14', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (17, '沙拉油', 'food5', '', '', '30', '264.9', '0', '29.97', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (18, '醬油', 'food7', '調味料', '', '5', '4.5', '0', '0', '0.39', '0.745', '20.85', '254.2', '0.15', '4.45', '1.5', '0.105', '0.015', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (19, '味素', 'food7', '調味料', '', '5', '12.55', '0', '0', '3.13', '0', '0.05', '582.8', '0.65', '0.05', '0.05', '0.79', '0.015', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (20, '鹽', 'food7', '調味料', '', '2', '', '', '', '', '', '', '800', '', '', '', '', '', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (21, '腿肉', 'food2', '', '三杯雞套餐.jpg', '130', '183.3', '104', '8.97', '23.92', '0.26', '282.1', '153.4', '2.6', '184.6', '23.4', '0.65', '2.21', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (22, '沙拉油', 'food5', '', '', '15', '132.45', '0', '14.985', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (23, '糖', 'food7', '調味料', '', '5', '19.25', '0', '0', '0', '4.97', '3.05', '0.15', '0.3', '0.05', '0.55', '0', '0.005', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (24, '醬油', 'food7', '調味料', '', '5', '4.5', '0', '0', '0.39', '0.745', '20.85', '254.2', '0.15', '4.45', '1.5', '0.105', '0.015', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (25, '鹽', 'food7', '調味料', '', '1', '', '', '', '', '', '', '400', '', '', '', '', '', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (26, '馬鈴薯泥', 'food3', '', '焗烤海鮮.jpg', '120', '97.2', '0', '0.36', '3.24', '19.8', '360', '6', '3.6', '57.6', '30', '0.6', '0.84', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (27, '明蝦', 'food2', '', '', '130', '107.9', '202.8', '0.26', '25.09', '1.3', '397.8', '254.8', '26', '361.4', '50.7', '0.65', '2.21', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (28, '花枝', 'food2', '', '', '30', '15.3', '60.9', '0.09', '3.27', '0.33', '20.4', '19.8', '3.9', '26.1', '20.4', '0.06', '0.39', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (29, '干貝', 'food2', '', '', '15', '45.3', '16.8', '0.105', '8.775', '2.325', '136.95', '363.6', '10.65', '107.25', '27.75', '0.225', '0.795', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (30, '沙拉油', 'food5', '', '', '10', '88.3', '0', '9.99', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (31, '鮮奶油', 'food5', '', '', '15', '41.4', '0', '3.6', '0', '2.355', '2.55', '13.5', '0', '0.45', '0.3', '0.015', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (32, '起司', 'food5', '', '', '100', '297.5', '83', '21.2', '18.1', '10.56', '74', '1845', '574', '372', '30', '1.8', '2.7', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (33, '虱目魚', 'food2', '', '煎虱目魚.jpg', '175', '350', '66.5', '20.825', '267.05', '-', '372.75', '168', '28', '427', '63', '1.225', '1.575', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (34, '油', 'food5', '', '', '10', '88.3', '0', '9.99', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (35, '鱈魚排', 'food2', '', '蘑菇焗烤鱈魚.jpg', '180', '290.5', '40.25', '20.125', '25.725', '-', '574', '162.75', '12.25', '376.25', '45.5', '0.35', '0.525', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (36, '磨菇', 'food3', '', '', '60', '16.2', '0', '0.24', '2.1', '2.28', '210', '34.2', '3.6', '55.8', '6.6', '0.6', '0.36', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (37, '鮮奶油', 'food5', '', '', '10', '27.6', '0', '2.4', '0', '1.57', '1.7', '9', '0', '0.3', '0.2', '0.01', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (38, '起司', 'food5', '', '', '80', '238.4', '66.4', '16.96', '14.48', '7.04', '59.2', '1476', '459.2', '297.6', '24', '1.44', '2.16', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (39, '黃魚肉140g', 'food2', '', '糖醋黃魚.jpg', '140', '140', '87.92', '2.66', '27.16', '--', '443.8', '106.96', '8.4', '375.2', '42', '1.4', '0.56', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (40, '沙拉油', 'food5', '', '', '30', '264.9', '0', '29.97', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (41, '里肌肉排', 'food2', '', '藍帶豬排.jpg', '130', '243.1', '67.6', '13.26', '28.86', '0', '466.7', '45.5', '1.3', '49.4', '29.9', '0.78', '2.21', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (42, '火腿片', 'food2', '', '', '30', '45.3', '11.7', '1.62', '5.22', '2.49', '100.2', '277.2', '17.7', '117.9', '6.6', '0.42', '0.51', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (43, '乳酪片', 'food2', '', '', '40', '119.2', '33..2', '8.48', '7.24', '3.52', '29.6', '738', '229.6', '148.8', '12', '0.72', '1.08', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (44, '麵包粉', 'food7', '調味料', '', '15', '55.8', '0', '0.21', '1.98', '11.61', '19.95', '13.8', '2.25', '20.1', '4.5', '0.225', '0.135', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (45, '沙拉油', 'food5', '', '', '15', '132.45', '0', '14.985', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (46, '棒棒腿(肉雞)', 'food2', '', '三杯雞.jpg', '100', '141', '', '6.9', '18.4', '0.2', '217', '118', '2', '142', '18', '0.5', '1.7', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (47, '油', 'food5', '', '', '10', '90', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (48, '胡瓜炒麵筋', 'food2', '', '胡瓜炒麵筋.jpg', '80', '13.6', '', '0.16', '0.72', '2.72', '72', '6.4', '12.8', '10.4', '8', '0.16', '0.16', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (49, '麵筋(乾)', 'food2', '', '', '20', '127.6', '', '10.32', '8.88', '--', '1', '1.2', '5.4', '5.6', '2.4', '0.44', '0.36', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (50, '油', 'food5', '', '', '5', '45', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (51, '花胡瓜', 'food3', '', '小黃瓜炒玉米筍.jpg', '50', '7.5', '', '0.15', '0.6', '1.25', '85', '3', '15', '15.5', '7.5', '0.15', '0.1', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (52, '玉米筍', 'food3', '', '', '50', '13.5', '', '0.1', '1', '2.65', '95', '1', '7', '28', '12.5', '1.95', '0.25', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (53, '油', 'food5', '', '', '5', '45', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (54, '木耳', 'food3', '', '木耳炒鳳梨.jpg', '20', '7', '', '0.06', '0.18', '1.54', '8', '5.6', '6.6', '3.4', '3', '0.22', '0.02', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (55, '鳳梨', 'food4', '', '', '80', '36.8', '', '0.16', '0.72', '9.28', '32', '0.8', '14.4', '6.4', '11.2', '0.16', '0.4', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (56, '油', 'food5', '', '', '5', '45', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (57, '包心白菜', 'food3', '', '白菜滷.jpg', '80', '9.6', '', '0.16', '0.88', '1.44', '148.8', '12', '32.8', '28', '8', '0.32', '0.32', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (58, '木耳', 'food3', '', '', '10', '3.5', '', '0.03', '0.09', '0.77', '4', '2.8', '3.3', '1.7', '1.5', '0.11', '0.01', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (59, '豬後腿肉', 'food2', '', '', '10', '11.7', '', '0.37', '1.96', '0.06', '35.9', '5.8', '0.3', '18.9', '2.3', '0.12', '0.36', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (60, '玉米粒', 'food3', '', '玉米粒炒蛋.jpg', '50', '46.5', '', '0.3', '1.05', '9.9', '95', '115.5', '1', '28.5', '7.5', '0.25', '0.2', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (61, '雞蛋 ', 'food2', '', '', '50', '71', '', '4.95', '6.05', '0.15', '61.5', '67.5', '15', '92.5', '5.5', '0.9', '0.6', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (62, '油', 'food5', '', '', '5', '45', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (63, '甜不辣', 'food3', '', '甜不辣炒玉米筍.jpg', '20', '34.8', '', '0.92', '2.48', '4.22', '19.2', '136.8', '3.4', '22', '3', '0.14', '0.04', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (64, '玉米筍', 'food3', '', '', '80', '21.6', '', '0.16', '1.6', '4.24', '152', '1.6', '11.2', '44.8', '20', '3.12', '0.4', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (65, '油', 'food5', '', '', '5', '45', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (66, '鮮乳(低脂)', 'food5', '', '鮮乳(低脂).jpg', '200', '92', '', '3.4', '6.4', '8.8', '318', '104', '214', '184', '40', '0.2', '0.8', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (67, '五香豆干', 'food2', '', '豆干西洋芹炒素腰花.jpg', '20', '38.2', '', '1.94', '3.86', '1.4', '50.2', '89', '54.6', '58.2', '13.4', '1.1', '0.44', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (68, '美國芹菜', 'food3', '', '', '50', '6.5', '', '0.1', '0.2', '1.3', '115', '50', '18', '11', '5', '0.15', '0.1', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (69, '素腰花', 'food3', '', '', '50', '0', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (70, '油', 'food5', '', '', '5', '45', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (71, '苦瓜', 'food3', '', '豆豉苦瓜.jpg', '100', '18', '', '0.2', '0.8', '3.7', '160', '11', '24', '41', '14', '0.3', '0.2', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (72, '豆豉(黑豆)', 'food7', '調味料', '', '5', '13.3', '', '0.63', '1.1', '0.825', '43', '255.65', '7.2', '13.85', '5.9', '0.285', '0.14', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (73, '油', 'food5', '', '', '5', '45', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (74, '低筋麵粉', 'food7', '零食點心', '沙其馬.jpg', '20', '72.4', '', '0.24', '1.68', '15.48', '30.6', '0.4', '3.6', '11.2', '5.8', '0.16', '0.12', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (75, '紅砂糖', 'food7', '調味料', '', '10', '38.5', '', '---', '--', '9.94', '6.1', '0.3', '0.6', '0.1', '1.1', '--', '0.01', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (76, '油', 'food5', '', '', '10', '90', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (77, '傳統豆腐', 'food2', '', '豆瓣豆腐.jpg', '100', '88', '', '3.4', '8.5', '6', '180', '2', '140', '111', '33', '2', '0.8', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (78, '豆瓣醬', 'food7', '調味料', '', '5', '8.85', '', '0.405', '0.71', '0.61', '34.45', '252.1', '0.95', '11.55', '4.6', '0.155', '0.065', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (79, '油', 'food5', '', '', '10', '90', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (80, '茄子', 'food3', '', '豆瓣茄子.jpg', '100', '25', '', '0.4', '1.3', '4.7', '200', '4', '18', '28', '14', '0.4', '0.2', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (81, '豆瓣醬', 'food7', '調味料', '', '5', '8.85', '', '0.405', '0.71', '0.61', '34.45', '252.1', '0.95', '11.55', '4.6', '0.155', '0.065', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (82, '油', 'food5', '', '', '10', '90', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (83, '大里肌(豬)', 'food2', '', '炸豬排.jpg', '90', '168.3', '', '9.18', '19.98', '---', '323.1', '31.5', '0.9', '34.2', '20.7', '0.54', '1.53', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (84, '油', 'food5', '', '', '10', '90', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (85, '包心白菜', 'food3', '', '炒大白菜.jpg', '100', '12', '', '0.2', '1.1', '1.8', '186', '15', '41', '35', '10', '0.4', '0.4', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (86, '油', 'food5', '', '', '5', '45', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (87, '小白菜', 'food3', '', '炒小白菜.jpg', '100', '13', '', '0.3', '1', '2.1', '240', '40', '106', '37', '15', '1.4', '0.3', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (88, '油', 'food5', '', '', '5', '45', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (89, '干絲', 'food3', '', '炒干絲.jpg', '100', '169', '', '8.6', '18.3', '4.8', '45', '549', '287', '277', '41', '6.2', '2.4', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (90, '油', 'food5', '', '', '5', '45', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (91, '冬瓜', 'food3', '', '炒冬瓜菜.jpg', '100', '13', '', '0.2', '0.5', '2.6', '120', '5', '6', '25', '8', '0.2', '0.1', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (92, '油', 'food5', '', '', '5', '45', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (93, '玉米粒', 'food3', '', '炒玉米粒.jpg', '100', '93', '', '0.6', '2.1', '19.8', '190', '231', '2', '57', '15', '0.5', '0.4', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (94, '油', 'food5', '', '', '10', '90', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (95, '胡蘿蔔', 'food3', '', '炒豆芽菜.jpg', '10', '3.8', '', '0.05', '0.11', '0.78', '29', '7.9', '3', '5.2', '1.6', '0.04', '0.03', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (96, '黃豆芽', 'food3', '', '', '90', '33.3', '', '0.63', '6.39', '2.97', '49.5', '5.4', '26.1', '56.7', '18', '0.72', '0.45', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (97, '油', 'food5', '', '', '5', '45', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (98, '空心菜', 'food3', '', '炒空心菜.jpg', '100', '24', '', '0.4', '1.4', '4.3', '440', '52', '78', '37', '21', '1.5', '0.7', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (99, '油', 'food5', '', '', '5', '45', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (100, '甜椒', 'food3', '', '炒青椒.jpg', '90', '22.5', '', '0.18', '0.72', '4.95', '117', '9.9', '9.9', '23.4', '9.9', '0.36', '0.18', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (101, '胡蘿蔔', 'food3', '', '', '10', '3.8', '', '0.05', '0.11', '0.78', '29', '7.9', '3', '5.2', '1.6', '0.04', '0.03', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (102, '油', 'food5', '', '', '5', '45', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (103, '南瓜', 'food3', '', '炒南瓜.jpg', '100', '64', '', '0.2', '2.4', '14.2', '320', '1', '9', '42', '14', '0.4', '0.4', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (104, '油', 'food5', '', '', '5', '45', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (105, '高麗菜', 'food3', '', '炒高麗菜.jpg', '100', '23', '', '0.3', '1.2', '4.4', '150', '17', '52', '28', '11', '0.3', '0.2', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (106, '油', 'food5', '', '', '5', '45', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (107, '海帶', 'food3', '', '炒海帶絲.jpg', '100', '16', '', '0.2', '0.7', '3.3', '11', '606', '87', '8', '14', '0.2', '0.1', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (108, '油', 'food5', '', '', '5', '45', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (109, '菠菜', 'food3', '', '炒菠菜.jpg', '100', '22', '', '0.5', '2.1', '3', '460', '54', '77', '45', '58', '2.1', '0.6', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (110, '油', 'food5', '', '', '5', '45', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (111, '鵝菜心', 'food3', '', '炒鵝菜心.jpg', '100', '16', '', '0.2', '1', '3.1', '310', '22', '16', '18', '16', '0.3', '0.2', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (112, '油', 'food5', '', '', '5', '45', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (113, '空心菜', 'food3', '', '空心菜與魚板.jpg', '80', '19.2', '', '0.32', '1.12', '3.44', '352', '41.6', '62.4', '29.6', '16.8', '1.2', '0.56', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (114, '魚板', 'food2', '', '', '20', '18.2', '', '0.04', '1.86', '2.64', '9.6', '178.8', '2.6', '17.6', '2.6', '0.02', '0.04', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (115, '油', 'food5', '', '', '5', '45', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (116, '洋蔥', 'food3', '', '洋菜炒蛋.jpg', '80', '32.8', '', '0.32', '0.8', '7.2', '120', '0', '20', '24', '8.8', '0.24', '0.16', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (117, '雞蛋', 'food2', '', '', '20', '28.4', '', '1.98', '2.42', '0.06', '24.6', '27', '6', '37', '2.2', '0.36', '0.24', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (118, '油', 'food5', '', '', '5', '45', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (119, '金線魚', 'food2', '', '炸金線魚.jpg', '100', '196', '', '12.6', '19.3', '--', '398', '70', '267', '43', '290', '1.3', '1.1', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (120, '油', 'food5', '', '', '15', '135', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (121, '大排(豬)', 'food2', '', '炸豬排.jpg', '100', '214', '', '14.7', '19.1', '-', '318', '55', '28', '204', '19', '1.2', '2.5', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (122, '油', 'food5', '', '', '15', '135', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (123, '(肉雞)', 'food2', '', '炸雞排.jpg', '100', '102', '', '0.4', '23', '-', '324', '57', '1', '215', '28', '0.3', '0.5', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (124, '油', 'food5', '', '', '15', '135', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (125, '鱈魚', 'food2', '', '炸鱈魚.jpg', '100', '103', '', '0.1', '23.9', '0', '441', '41', '3', '331', '42', '2.4', '0.5', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (126, '油', 'food5', '', '', '15', '135', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (127, '甜椒', 'food3', '', '炒甜椒肉片.jpg', '90', '22.5', '', '0.18', '0.72', '4.95', '117', '9.9', '9.9', '23.4', '9.9', '0.36', '0.18', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (128, '大里肌(豬)', 'food2', '', '', '10', '18.7', '', '1.02', '2.22', '0', '35.9', '3.5', '0.1', '3.8', '2.3', '0.06', '0.17', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (129, '油', 'food5', '', '', '5', '45', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (130, '胡蘿蔔', 'food3', '', '炒素魷魚.jpg', '10', '3.8', '', '0.05', '0.11', '0.78', '29', '7.9', '3', '5.2', '1.6', '0.04', '0.03', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (131, '紅白素蒟蒻', 'food3', '', '', '0', '0', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (132, '油', 'food5', '', '', '5', '45', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (133, '胡蘿蔔', 'food3', '', '胡蘿蔔炒蛋.jpg', '80', '30.4', '', '0.4', '0.88', '6.24', '232', '63.2', '24', '41.6', '12.8', '0.32', '0.24', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (134, '雞蛋', 'food2', '', '', '20', '28.4', '', '1.98', '2.42', '0.06', '24.6', '27', '6', '37', '2.2', '0.36', '0.24', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (135, '油', 'food5', '', '', '5', '45', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (136, '雞蛋', 'food2', '', '茄汁炒蛋.jpg', '100', '142', '', '9.9', '12.1', '0.3', '123', '135', '30', '185', '11', '1.8', '1.2', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (137, '蕃茄醬', 'food3', '', '', '10', '11.3', '', '0.01', '0.16', '2.67', '39.2', '111.6', '1.1', '4.9', '2.1', '0.08', '0.02', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (138, '油', 'food5', '', '', '10', '90', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (139, '高麗菜', 'food3', '', '茄汁高麗菜.jpg', '100', '23', '', '0.3', '1.2', '4.4', '150', '17', '52', '28', '11', '0.3', '0.2', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (140, '蕃茄醬', 'food3', '', '', '10', '11.3', '', '0.01', '0.16', '2.67', '39.2', '111.6', '1.1', '4.9', '2.1', '0.08', '0.02', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (141, '油', 'food5', '', '', '5', '45', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (142, '蕃茄', 'food3', '', '蕃茄炒豆包.jpg', '80', '28', '', '1.04', '1.12', '4.32', '144', '13.6', '13.6', '16.8', '8', '0.48', '0.16', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (143, '日式炸豆皮', 'food2', '', '', '20', '77', '', '6.48', '3.84', '0.98', '27.4', '0.2', '58.4', '73.6', '11.8', '0.5', '0.38', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (144, '油', 'food5', '', '', '5', '45', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (145, '菜豆', 'food3', '', '炒菜豆.jpg', '100', '30', '', '0.1', '2.2', '6.1', '160', '3', '27', '42', '29', '0.8', '0.6', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (146, '油', 'food5', '', '', '5', '45', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (147, '韭菜花', 'food3', '', '韭菜炒蟹肉絲.jpg', '80', '22.4', '', '0.24', '1.6', '4.16', '160', '5.6', '16.8', '28', '10.4', '0.32', '0.24', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (148, '蟹味棒', 'food2', '', '', '20', '23', '', '0.06', '1.86', '3.8', '13.8', '138.8', '18', '57', '3.4', '0.1', '0.06', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (149, '油', 'food5', '', '', '5', '45', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (150, '包心白菜', 'food3', '', '香菇炒大白菜.jpg', '90', '10.8', '', '0.18', '0.99', '1.62', '167.4', '13.5', '36.9', '31.5', '9', '0.36', '0.36', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (151, '香菇', 'food3', '', '', '10', '4', '', '0.04', '0.34', '0.7', '28', '0.2', '0.3', '8.6', '1.7', '0.06', '0.11', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (152, '油', 'food5', '', '', '5', '45', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (153, '高麗菜', 'food3', '', '高麗菜炒豆皮.jpg', '90', '20.7', '', '0.27', '1.08', '3.96', '135', '15.3', '46.8', '25.2', '9.9', '0.27', '0.18', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (154, '豆腐皮', 'food2', '', '', '10', '19.8', '', '0.88', '2.53', '0.45', '38.2', '2.3', '6.2', '39.1', '9.6', '0.47', '0.22', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (155, '油', 'food5', '', '', '5', '45', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (156, '蕃茄', 'food3', '', '蕃茄炒蛋.jpg', '80', '20.8', '', '0.16', '0.72', '4.4', '168', '7.2', '8', '16', '9.6', '0.24', '0.16', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (157, '雞蛋', 'food2', '', '', '20', '28.4', '', '1.98', '2.42', '0.06', '24.6', '27', '6', '37', '2.2', '0.36', '0.24', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (158, '油', 'food5', '', '', '10', '90', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (159, '蒲瓜', 'food3', '', '蝦皮炒扁蒲.jpg', '95', '17.1', '', '0.095', '0.38', '3.99', '85.5', '2.85', '17.1', '19', '8.55', '0.19', '0.19', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (160, '蝦皮', 'food2', '', '', '5', '7.85', '', '0.065', '1.68', '0.135', '23.4', '213.65', '69.05', '33.5', '14.15', '0.315', '0.085', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (161, '油', 'food5', '', '', '5', '45', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (162, '菠菜', 'food3', '', '菠菜炒肉絲.jpg', '90', '19.8', '', '0.45', '1.89', '2.7', '414', '48.6', '69.3', '40.5', '52.2', '1.89', '0.54', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (163, '大里肌(豬)', 'food2', '', '', '10', '18.7', '', '1.02', '2.22', '--', '35.9', '3.5', '0.1', '3.8', '2.3', '0.06', '0.17', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (164, '油', 'food5', '', '', '5', '45', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (165, '蒜味香腸', 'food2', '', '烤香腸.jpg', '100', '431', '', '33.6', '16.5', '16.4', '291', '796', '9', '169', '17', '0.9', '1.8', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (166, '培根', 'food2', '', '培根烤花枝.jpg', '30', '111.6', '', '10.68', '3.9', '0.21', '69.6', '252.3', '1.8', '47.4', '4.8', '0.15', '0.39', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (167, '烏賊(花枝)', 'food2', '', '', '70', '35.7', '', '0.21', '7.63', '0.77', '47.6', '46.2', '9.1', '60.9', '47.6', '0.14', '0.91', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (168, '雞胸肉(肉雞)', 'food2', '', '蔥暴雞丁.jpg', '100', '104', '', '0.9', '22.4', '', '310', '49', '1', '223', '28', '0.4', '0.4', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (169, '油', 'food5', '', '', '10', '90', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (170, '二節翅(肉雞)', 'food2', '', '滷雞翅.jpg', '100', '227', '', '17.2', '16.8', '--!', '113', '125', '10', '101', '12', '0.4', '1.1', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (171, '棒棒腿(肉雞)', 'food2', '', '滷雞腿.jpg', '100', '141', '', '6.9', '18.4', '0.2', '217', '118', '2', '142', '18', '0.5', '1.7', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (172, '全雞(生母雞)', 'food2', '', '滷雞塊.jpg', '100', '248', '', '19.9', '16.1', '-', '228', '44', '1', '72', '6', '0.4', '0.3', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (173, '海鱸', 'food2', '', '橙汁魚.jpg', '100', '125', '', '4.8', '19.2', '-', '396', '55', '3', '171', '23', '0.3', '0.4', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (174, '柳橙汁', 'food7', '飲料', '', '20', '10', '', '0.02', '0.02', '2.46', '4.2', '4.4', '0.6', '0.8', '0.6', '0.02', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (175, '油', 'food5', '', '', '10', '90', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (176, '白飯', 'food1', '', '白飯.jpg', '100', '140', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (177, '麵筋(濕100g)(乾40g)', 'food2', '', '滷麵筋.jpg', '40', '255.2', '', '20.64', '17.76', '-', '2', '2.4', '10.8', '11.2', '4.8', '0.88', '0.72', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (178, '燒餅', 'food7', '中式早餐', '燒餅.jpg', '20', '64', '', '1.82', '1.82', '10.22', '16.2', '91.6', '1.6', '13', '2.4', '0.2', '0.1', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (179, '油', 'food5', '', '', '2.5', '22.075', '', '2.4975', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (180, '再來米粉', 'food7', '中式早餐', '碗粿.jpg', '60', '211.2', '', '0.3', '3.66', '48.9', '9.6', '3.6', '10.2', '43.8', '18', '0.24', '0.42', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (181, '五花肉(豬)', 'food2', '', '', '30', '117.9', '19.8', '11.01', '4.35', '0', '69.3', '10.8', '0.3', '38.4', '4.2', '0.18', '0.42', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (182, '油蔥酥', 'food7', '調味料', '', '2', '10.28', '', '0.576', '0.148', '1.142', '14.04', '0.6', '1.9', '7.54', '3.36', '0.214', '0.072', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (183, '春捲皮', 'food2', '', '春捲.jpg', '15', '35', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (184, '瘦肉', 'food2', '', '', '30', '34.2', '18', '0.84', '6.21', '0.87', '122.4', '11.7', '0.6', '66.9', '9.6', '0.39', '0.72', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (185, '金針菇', 'food3', '', '', '20', '8.2', '0', '0.1', '0.44', '1.6', '86', '0.8', '0', '21.6', '3.2', '0.18', '0.14', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (186, '高麗菜', 'food3', '', '', '80', '18.4', '0', '0.24', '0.96', '3.52', '120', '13.6', '41.6', '22.4', '8.8', '0.24', '0.16', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (187, '胡蘿蔔', 'food3', '', '', '20', '7.6', '0', '0.1', '0.22', '1.56', '58', '15.8', '6', '10.4', '3.2', '0.08', '0.06', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (188, '韭菜', 'food3', '', '', '30', '8.1', '0', '0.18', '0.6', '1.29', '108', '1.2', '16.8', '10.2', '6', '0.39', '0.18', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (189, '白糖', 'food7', '調味料', '', '20', '77', '0', '0', '0', '19.88', '12.2', '0.6', '1.2', '0.2', '2.2', '0', '0.02', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (190, '菜肉餛飩', 'food2', '', '餛飩.jpg', '75', '183', '0', '13.725', '6.825', '8.475', '146.25', '519.75', '33', '65.25', '13.5', '0.975', '1.05', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (191, '燒餅', 'food7', '中式早餐', '燒餅油條.jpg', '150', '480', '0', '13.65', '13.65', '76.65', '121.5', '687', '12', '97.5', '18', '1.5', '0.75', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (192, '油條', 'food7', '中式早餐', '', '30', '167.4', '0', '12.75', '3.03', '10.5', '28.8', '102.3', '2.7', '27.9', '5.4', '0.27', '0.21', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (193, '稻米', 'food1', '', '皮蛋瘦肉粥.jpg', '30', '105.9', '0', '0.18', '2.1', '23.31', '22.2', '1.2', '1.8', '14.7', '5.7', '0.06', '0.42', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (194, '豬肉酥', 'food2', '', '', '10', '54.6', '10.3', '3.56', '3.3', '2.43', '57.2', '146.7', '9', '28.1', '4.4', '0.36', '0.33', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (195, '皮蛋', 'food2', '', '', '50', '72.5', '299.5', '4.8', '6.15', '1.25', '74.5', '338', '10.5', '82', '2.5', '2.05', '0.45', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (196, '蕃薯粉', 'food7', '調味料', '麵皮蛋餅.jpg', '50', '177', '0', '0.1', '0.05', '44.4', '8.5', '3.5', '31', '2.5', '2', '0.1', '0.05', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (197, '雞蛋', 'food2', '', '', '50', '71', '216.5', '4.95', '6.05', '0.15', '61.5', '67.5', '15', '92.5', '5.5', '0.9', '0.6', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (198, '沙拉油', 'food5', '', '', '20', '176.6', '0', '19.98', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (199, '白飯', 'food1', '', '三角肉鬆飯糰.jpg', '100', '140', '', '', '', '', '', '', '', '', '', '', '', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (200, '豬肉酥', 'food2', '', '', '15', '81.9', '15.45', '5.34', '4.95', '3.645', '85.8', '220.05', '13.5', '42.15', '6.6', '0.54', '0.495', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (201, '冷凍饅頭', 'food2', '', '冷凍饅頭.jpg', '95', '263.15', '0', '2.28', '7.03', '54.15', '82.65', '86.45', '8.55', '65.55', '16.15', '0.475', '0.57', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (202, '中筋麵粉', 'food1', '', '上海小籠煎包.jpg', '30', '107.7', '0', '0.42', '3.63', '21.84', '30.9', '0.3', '5.1', '12.9', '7.8', '0.21', '0.18', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (203, '高麗菜', 'food3', '', '', '10', '2.3', '0', '0.03', '0.12', '0.44', '15', '1.7', '5.2', '2.8', '1.1', '0.03', '0.02', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (204, '豬錢腿肉', 'food2', '', '', '10', '12.4', '6.1', '0.43', '2', '0', '38.7', '5.4', '0.3', '24.9', '2.3', '0.13', '0.33', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (205, '油', 'food5', '', '', '20', '176.6', '0', '19.98', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (206, '鮮肉包', 'food1', '中式早餐', '鮮肉包.jpg', '150', '387', '15', '15.3', '10.65', '52.5', '150', '361.5', '42', '471', '24', '0.9', '0.9', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (207, '蘿蔔糕', 'food7', '中式早餐', '煎廣式蘿蔔糕.jpg ', '150', '208.5', '4.5', '6.6', '2.55', '34.8', '42', '385.5', '7.5', '49.5', '10.5', '0.3', '0.3', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (208, '油', 'food5', '', '', '15', '132.45', '0', '14.985', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (209, '全麥麵粉', 'food1', '', '蔥蛋餅.jpg', '30', '107.4', '0', '0.51', '3.9', '21.33', '68.1', '0.3', '2.4', '63.9', '24.3', '0.72', '0.45', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (210, '雞蛋', 'food2', '', '', '50', '71', '216.5', '4.95', '6.05', '0.15', '61.5', '67.5', '15', '92.5', '5.5', '0.9', '0.6', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (211, '油', 'food5', '', '', '15', '132.45', '0', '14.985', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (212, '長糯米', 'food1', '', '傳統飯糰.jpg', '60', '213.6', '0', '0.54', '4.74', '46.26', '44.4', '1.2', '3', '28.8', '15.6', '0.18', '0.42', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (213, '雞蛋', 'food2', '', '', '20', '28.4', '86.6', '1.98', '2.42', '0.06', '24.6', '27', '6', '37', '2.2', '0.36', '0.24', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (214, '蘿蔔乾', 'food3', '', '', '10', '5.8', '0', '0.12', '0.22', '1.08', '40', '327.9', '9.2', '3.4', '4.1', '0.21', '0.05', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (215, '豬肉酥', 'food2', '', '', '10', '54.6', '10.3', '3.56', '3.3', '2.43', '57.2', '146.7', '9', '28.1', '4.4', '0.36', '0.33', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (216, '油條', 'food7', '中式早餐', '', '5', '27.9', '0', '2.125', '0.505', '1.75', '4.8', '17.05', '0.45', '4.65', '0.9', '0.045', '0.035', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (217, '豆沙包', 'food1', '', '三角紅豆包.jpg', '90', '216.9', '0', '0.27', '6.66', '47.34', '92.7', '54', '18.9', '237.6', '18.9', '0.63', '0.81', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (218, '小籠包', 'food1', '', '小籠包.jpg', '35', '84', '0.7', '5.425', '3.36', '5.565', '45.5', '86.8', '3.85', '29.75', '4.2', '0.175', '0.28', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (219, '芋頭包', 'food1', '', '芋頭包.jpg', '35', '87.85', '0', '0.805', '2.45', '17.885', '46.9', '19.6', '8.4', '132.65', '6.65', '0.175', '0.21', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (220, '奶黃包', 'food1', '', '奶黃銀絲卷(小).jpg', '30', '84.3', '0', '0.99', '2.67', '16.35', '30.3', '3.3', '2.7', '24.3', '6', '0.27', '0.21', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (221, '菜包', 'food1', '', '菜包.jpg', '150', '339', '1.5', '3.6', '12.9', '64.2', '150', '366', '42', '456', '28.5', '0.9', '0.9', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (222, '饅頭', 'food1', '', '黑糖饅頭.jpg', '120', '296.4', '0', '1.44', '9.72', '61.56', '79.2', '218.4', '25.2', '69.6', '19.2', '0.48', '1.92', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (223, '黑糖', 'food7', '調味料', '', '10', '36.5', '0', '0', '0.06', '9.44', '45.3', '5.5', '46.4', '0.8', '8.5', '4.92', '0.03', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (224, '冷凍銀絲卷(奶黃)', 'food1', '', '冷凍銀絲卷(奶黃).jpg', '40', '112.4', '0', '1.32', '3.56', '21.8', '40.4', '4.4', '3.6', '32.4', '8', '0.36', '0.28', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (225, '里肌肉(肉雞)', 'food2', '', '沙威瑪麵包(小).jpg', '20', '20.4', '9.8', '0.08', '4.6', '0', '64.8', '11.4', '0.2', '43', '5.6', '0.06', '0.1', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (226, '白土司麵包', 'food1', '', '', '50', '149.5', '6.5', '3.75', '4.7', '24.5', '54', '235', '13', '59.5', '14.5', '0.55', '0.45', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (227, '乳酪', 'food6', '', '', '5', '14.9', '4.15', '1.06', '0.905', '0.44', '3.7', '92.25', '28.7', '18.6', '1.5', '0.09', '0.135', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (228, '白土司麵包', 'food1', '', '葡萄夾心.jpg', '75', '224.25', '9.75', '5.625', '7.05', '36.75', '81', '352.5', '19.5', '89.25', '21.75', '0.825', '0.675', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (229, '糖', 'food7', '調味料', '', '15', '57.75', '0', '0', '0', '14.91', '9.15', '0.45', '0.9', '0.15', '1.65', '0', '0.015', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (230, '低筋麵粉', 'food1', '', '蛋糕.jpg', '60', '219', '0', '0.72', '4.68', '47.4', '85.2', '0.6', '4.2', '56.4', '14.4', '0.96', '0.36', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (231, '糖', 'food7', '調味料', '', '15', '57.75', '0', '0', '0', '14.91', '9.15', '0.45', '0.9', '0.15', '1.65', '0', '0.015', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (232, '鹽', 'food7', '調味料', '', '1', '', '', '', '', '', '', '400', '', '', '', '', '', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (233, '油', 'food5', '', '', '5', '44.15', '0', '4.995', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (234, '熱狗', 'food2', '', '大亨堡.jpg', '70', '199.5', '38.5', '15.82', '9.38', '5.25', '91', '469.7', '16.1', '91', '7', '1.33', '0.77', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (235, '白麵包', 'food1', '', '', '80', '239.2', '10.4', '6', '7.52', '39.2', '86.4', '376', '20.8', '95.2', '23.2', '0.88', '0.72', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (236, '白麵包', 'food1', '', '鮪魚漢堡.jpg', '55', '164.45', '7.15', '4.125', '5.17', '26.95', '59.4', '258.5', '14.3', '65.45', '15.95', '0.605', '0.495', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (237, '鮪魚片', 'food2', '', '', '10', '9.4', '3.2', '0.01', '2.33', '0', '51.1', '2.7', '0.4', '22.9', '3.9', '0.09', '0.04', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (238, '雞蛋', 'food2', '', '', '55', '78.1', '238.15', '5.445', '6.655', '0.165', '67.65', '74.25', '16.5', '101.75', '6.05', '0.99', '0.66', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (239, '豆漿', 'food7', '飲料', '', '330', '110', '', '', '', '', '', '', '', '', '', '', '', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (240, '糖', 'food7', '調味料', '', '10', '38.5', '0', '0', '0', '9.94', '6.1', '0.3', '0.6', '0.1', '1.1', '0', '0.01', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (241, '油', 'food5', '', '', '10', '88.3', '0', '9.99', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (242, '低筋麵粉', 'food1', '', '自製鬆餅.jpg', '30', '108.6', '0', '0.36', '2.52', '23.22', '45.9', '0.6', '5.4', '16.8', '8.7', '0.24', '0.18', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (243, '漢飽餐包', 'food1', '', '喀啦雞腿堡.jpg', '55', '164.45', '7.15', '4.125', '5.17', '26.95', '59.4', '258.5', '14.3', '65.45', '15.95', '0.605', '0.495', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (244, '炸雞塊', 'food2', '', '', '80', '182.4', '26.4', '10.56', '12.24', '9.84', '160', '476.8', '5.6', '81.6', '16', '0.48', '0.32', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (245, '沙拉醬', 'food7', '調味料', '', '5', '31.95', '1.7', '3.285', '0.095', '0.57', '5.4', '49', '0.5', '1.7', '0.15', '0.025', '0.035', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (246, '油', 'food5', '', '', '15', '132.45', '0', '14.985', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (247, '白麵包', 'food1', '', '鮪魚土司夾蛋.jpg', '50', '149.5', '6.5', '3.75', '4.7', '24.5', '54', '235', '13', '59.5', '14.5', '0.55', '0.45', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (248, '鮪魚片', 'food2', '', '', '15', '14.1', '4.8', '0.015', '3.495', '0', '76.65', '4.05', '0.6', '34.35', '5.85', '0.135', '0.06', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (249, '雞蛋', 'food2', '', '', '60', '85.2', '259.8', '5.94', '7.26', '0.18', '73.8', '81', '18', '111', '6.6', '1.08', '0.72', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (250, '油', 'food5', '', '', '10', '88.3', '0', '9.99', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (251, '沙拉醬', 'food7', '調味料', '', '5', '31.95', '1.7', '3.285', '0.095', '0.57', '5.4', '49', '0.5', '1.7', '0.15', '0.025', '0.035', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (252, '蕃茄醬', 'food7', '調味料', '', '10', '11.3', '0', '0.01', '0.16', '2.67', '39.2', '111.6', '1.1', '4.9', '2.1', '0.08', '0.02', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (253, '白麵包', 'food1', '', '滿福堡、可樂.jpg', '50', '149.5', '6.5', '3.75', '4.7', '24.5', '54', '235', '13', '59.5', '14.5', '0.55', '0.45', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (254, '雞蛋', 'food2', '', '', '60', '85.2', '259.8', '5.94', '7.26', '0.18', '73.8', '81', '18', '111', '6.6', '1.08', '0.72', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (255, '乳酪', 'food6', '', '', '20', '59.6', '16.6', '4.24', '3.62', '1.76', '14.8', '369', '114.8', '74.4', '6', '0.36', '0.54', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (256, '油', 'food5', '', '', '5', '44.15', '0', '4.99', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (257, '火腿', 'food2', '', '', '25', '37.75', '9.75', '1.35', '4.35', '2.075', '83.5', '231', '14.75', '98.25', '5.5', '0.35', '0.425', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (258, '可樂', 'food7', '飲料', '', '650', '331.5', '0', '0', '0', '83.2', '0', '45.5', '6.5', '104', '6.5', '0.65', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (259, '白麵包', 'food1', '', '漢堡夾蛋+奶茶.jpg', '55', '164.45', '7.15', '4.125', '5.17', '26.95', '59.4', '258.5', '14.3', '65.45', '15.95', '0.605', '0.495', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (260, '雞蛋', 'food2', '', '', '55', '78.1', '238.15', '5.445', '6.655', '0.165', '67.65', '74.25', '16.5', '101.75', '6.05', '0.99', '0.66', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (261, '五花肉(豬)', 'food2', '', '', '40', '157.2', '26.4', '14.68', '5.8', '0', '92.4', '14.4', '0.4', '51.2', '5.6', '0.24', '0.56', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (262, '蕃茄醬', 'food7', '調味料', '', '10', '11.3', '0', '0.01', '0.16', '2.67', '39.2', '111.6', '1.1', '4.9', '2.1', '0.08', '0.02', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (263, '沙拉醬', 'food7', '調味料', '', '5', '31.95', '1.7', '3.285', '0.095', '0.57', '5.4', '49', '0.5', '1.7', '0.15', '0.025', '0.035', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (264, '油', 'food5', '', '', '10', '88.3', '0', '9.99', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (265, '奶茶', 'food7', '飲料', '', '330', '100', '', '', '', '', '', '', '', '', '', '', '', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (266, '熱狗', 'food2', '', '煎蛋熱狗+無糖豆漿.jpg', '55', '156.75', '30.25', '12.43', '7.37', '4.125', '71.5', '369.05', '12.65', '71.5', '5.5', '1.045', '0.605', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (267, '雞蛋', 'food2', '', '', '50', '71', '216.5', '4.95', '6.05', '0.15', '61.5', '67.5', '15', '92.5', '5.5', '0.9', '0.6', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (268, '豆漿', 'food7', '飲料', '', '330', '69.8', '', '', '', '', '', '', '', '', '', '', '', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (269, '油', 'food5', '', '', '10', '88.3', '0', '9.99', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (270, '白土司', 'food1', '', '鮮奶油三明治.jpg', '60', '179.4', '7.8', '4.5', '5.64', '29.4', '64.8', '282', '15.6', '71.4', '17.4', '0.66', '0.54', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (271, '乳酪', 'food6', '', '', '10', '29.8', '8.3', '2.12', '1.81', '0.88', '7.4', '184.5', '57.4', '37.2', '3', '0.18', '0.27', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (272, '奶油', 'food5', '', '', '5', '33.95', '9.85', '3.59', '0.04', '0.44', '1.35', '28.2', '1.15', '1.9', '0.15', '0.005', '0.005', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (273, '(三)火腿', 'food2', '', '', '10', '13.6', '2.7', '0.33', '1.57', '1.09', '22.9', '108.7', '1.2', '29.5', '1.7', '0.11', '0.13', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (274, '鮮乳酪', 'food6', '', '', '10', '9.6', '0', '0.4', '0.28', '1.28', '13.7', '5.9', '3', '4.9', '0.9', '0', '0.01', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (275, '鮭魚', 'food2', '', '味增鮭魚湯.jpg', '30', '69', '18', '4.83', '5.94', '-', '50.1', '9.6', '0.6', '59.7', '7.5', '0.15', '0.15', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (276, '油豆腐', 'food2', '', '', '20', '27.6', '0', '1.82', '2.54', '0.3', '39.2', '0.2', '43.2', '43.6', '11.4', '0.5', '0.28', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (277, '豆腐', 'food2', '', '', '20', '17.6', '0', '0.68', '1.7', '1.2', '36', '0.4', '28', '22.2', '6.6', '0.4', '0.16', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (278, '味噌', 'food7', '調味料', '', '5', '11.1', '0', '0.24', '0.585', '1.67', '20.8', '189.05', '2.65', '7.75', '3.35', '0.11', '0.065', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (279, '虱目魚丸', 'food2', '', '大頭菜(甘藍).jpg', '20', '35', '6.6', '1.52', '2.58', '2.8', '22.4', '118.2', '63', '43.8', '3.4', '0.38', '0.1', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (280, '大頭菜', 'food3', '', '', '50', '11.5', '0', '0.15', '0.6', '2.2', '75', '8.5', '26', '14', '5.5', '0.15', '0.1', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (281, '竹筍', 'food3', '', '筍片排骨湯.jpg', '50', '11', '0', '0.1', '1.05', '1.9', '170', '0.5', '3.5', '20.5', '6', '0.15', '0.2', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (282, '小排(豬)', 'food2', '', '', '30', '74.7', '21.9', '5.7', '5.43', '0.09', '76.5', '23.7', '11.4', '57.9', '5.7', '0.33', '0.63', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (283, '虱目魚丸', 'food2', '', '蘿蔔魚丸湯.jpg', '40', '90', '17.6', '5.92', '5.88', '3.4', '68.8', '211.2', '21.6', '67.6', '7.6', '0.2', '0.16', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (284, '蘿蔔', 'food3', '', '', '100', '21', '0', '0.2', '0.8', '4.5', '200', '23', '27', '13', '10', '0.2', '0.2', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (285, '菜肉餛飩', 'food1', '', '菜肉餛飩湯.jpg', '40', '97.6', '0', '7.32', '3.64', '4.52', '78', '277.2', '17.6', '34.8', '7.2', '0.52', '0.56', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (286, '肉羹(五花肉', 'food2', '', '肉羹湯.jpg', '30', '117.9', '19.8', '11.01', '4.35', '0', '69.3', '10.8', '0.3', '38.4', '4.2', '0.18', '0.42', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (287, '金針菇', 'food3', '', '', '20', '8.2', '0', '0.1', '0.44', '1.6', '86', '0.8', '0', '21.6', '3.2', '0.18', '0.14', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (288, '香菇片', 'food3', '', '', '20', '8', '0', '0.08', '0.68', '1.4', '56', '0.4', '0.6', '17.2', '3.4', '0.12', '0.22', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (289, '大白菜', 'food3', '', '', '20', '2.4', '0', '0.04', '0.22', '0.36', '37.2', '3', '8.2', '7', '2', '0.08', '0.08', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (290, '紅蘿蔔', 'food3', '', '', '5', '1.9', '0', '0.025', '0.055', '0.39', '14.5', '3.95', '1.5', '2.6', '0.8', '0.02', '0.015', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (291, '太白粉', 'food7', '調味料', '', '5', '11.1', '0', '0.24', '0.585', '1.67', '20.8', '189.05', '2.65', '7.75', '3.35', '0.11', '0.065', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (292, '豬腳', 'food2', '', '滷豬腳.jpg', '35', '78.05', '44.45', '5.04', '7.595', '0', '67.55', '39.55', '19.25', '52.15', '4.55', '0.35', '1.225', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (293, '醬油', 'food7', '調味料', '', '5', '4.5', '0', '0', '0.39', '0.745', '20.85', '254.2', '0.15', '4.45', '1.5', '0.105', '0.015', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (294, '白鯧魚(生)', 'food2', '', '煎白鯧魚.jpg', '35', '46.25', '22.96', '2.345', '5.88', '0.07', '29.05', '110.25', '2.8', '37.45', '12.25', '0', '0.14', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (295, '油', 'food5', '', '', '2', '17.66', '0', '1.998', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (296, '雞胸肉(生)', 'food2', '', '水煮雞胸肉.jpg', '35', '36.4', '19.95', '0.315', '7.84', '0', '108.5', '17.15', '0.35', '78.05', '9.8', '0.14', '0.14', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (297, '豬耳朵', 'food2', '', '豬耳朵.jpg', '85', '281.35', '79.9', '24.31', '14.535', '0', '156.4', '42.5', '4.25', '71.4', '11.9', '0.85', '1.615', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (298, '醬油', 'food7', '調味料', '', '5', '4.5', '0', '0', '0.39', '0.745', '20.9', '254.2', '0.15', '4.45', '1.5', '0.105', '0.015', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (299, '大黃瓜', 'food3', '', '大黃瓜魚丸湯.jpg', '50', '8.5', '0', '0.1', '0.45', '1.7', '45', '4', '8', '6.5', '5', '0.1', '0.1', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (300, '魚丸', 'food2', '', '', '20', '28', '4.6', '0.2', '2.5', '4.06', '44.6', '136.6', '2.2', '28.4', '3.4', '0.12', '0.06', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (301, '春捲皮', 'food1', '', '春捲.jpg', '15', '35', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (302, '瘦肉 ', 'food2', '', '', '30', '34.2', '18', '0.84', '6.21', '0.87', '122.4', '11.7', '0.6', '66.9', '9.6', '0.39', '0.72', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (303, '金針菇', 'food3', '', '', '20', '8.2', '0', '0.1', '0.44', '1.6', '86', '0.8', '0', '21.6', '3.2', '0.18', '0.14', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (304, '高麗菜', 'food3', '', '', '80', '18.4', '0', '0.24', '0.96', '3.52', '120', '13.6', '41.6', '22.4', '8.8', '0.24', '0.16', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (305, '胡蘿蔔', 'food3', '', '', '20', '7.6', '0', '0.1', '0.22', '1.56', '58', '15.8', '6', '10.4', '3.2', '0.08', '0.06', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (306, '韭菜', 'food3', '', '', '30', '8.1', '0', '0.18', '0.6', '1.29', '108', '1.2', '16.8', '10.2', '6', '0.39', '0.18', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (307, '白糖', 'food7', '調味料', '', '20', '77', '0', '0', '0', '19.88', '12.2', '0.6', '1.2', '0.2', '2.2', '0', '0.02', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (308, '白飯', 'food1', '', '玉米粒20g+蛋40g+海帶結80+高麗菜80g+甜不辣55g，白飯150g.jpg', '150', '210', '', '', '', '', '', '', '', '', '', '', '', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (309, '玉米', 'food3', '', '', '20', '22.2', '0', '0.38', '0.76', '3.88', '48', '1.2', '0.4', '15.4', '6.2', '0.12', '0.18', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (310, '蛋', 'food2', '', '', '40', '56.8', '173.2', '3.96', '4.84', '0.12', '49.2', '54', '12', '74', '4.4', '0.72', '0.48', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (311, '海帶', 'food3', '', '', '80', '12.8', '0', '0.16', '0.56', '2.64', '8.8', '484.8', '69.6', '6.4', '11.2', '0.16', '0.08', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (312, '高麗菜', 'food3', '', '', '80', '18.4', '0', '0.24', '0.96', '3.52', '120', '13.6', '41.6', '22.4', '8.8', '0.24', '0.16', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (313, '甜不辣', 'food2', '', '', '55', '95.7', '11', '2.53', '6.82', '11.605', '52.8', '376.2', '9.35', '60.5', '8.25', '0.385', '0.11', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (314, '油', 'food5', '', '', '10', '90', '', '', '', '', '', '', '', '', '', '', '', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (315, '白飯', 'food1', '', '燙菠菜100g+炒洋蔥100g+蒸香腸40g+滷百頁35g，飯150g.jpg', '150', '210', '', '', '', '', '', '', '', '', '', '', '', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (316, '菠菜', 'food3', '', '', '100', '22', '0', '0.5', '2.1', '3', '460', '54', '77', '45', '58', '2.1', '0.6', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (317, '洋蔥', 'food3', '', '', '80', '32.8', '0', '0.32', '0.8', '7.2', '120', '0', '20', '24', '8.8', '0.24', '0.16', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (318, '蒜味香腸', 'food2', '', '', '40', '172.4', '23.6', '13.44', '6.6', '6.56', '116.4', '318.4', '3.6', '67.6', '6.8', '0.36', '0.72', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (319, '百頁豆腐', 'food2', '', '', '30', '64.2', '0', '5.1', '4.02', '0.72', '5.1', '127.5', '9.9', '36.9', '1.8', '0.63', '0.24', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (320, '油', 'food5', '', '', '5', '45', '', '', '', '', '', '', '', '', '', '', '', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (321, '白飯', 'food1', '', '冬瓜+菠菜+素雞塊30g+高麗菜乾60g +大頭菜虱目丸湯+白飯150g.jpg', '150', '210', '', '', '', '', '', '', '', '', '', '', '', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (322, '素雞塊', 'food2', '', '', '30', '61.5', '0', '2.43', '4.26', '5.7', '136.8', '1.2', '17.4', '4.2', '2.4', '43.8', '0.48', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (323, '高麗菜乾', 'food3', '', '', '60', '10.8', '0', '0.66', '4.32', '23.34', '522', '2312.4', '152.4', '85.8', '40.2', '3.12', '0.54', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (324, '菠菜', 'food3', '', '', '90', '19.8', '0', '0.45', '1.89', '2.7', '414', '48.6', '69.3', '40.5', '52.2', '1.89', '0.54', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (325, '冬瓜', 'food3', '', '', '80', '10.4', '0', '0.16', '0.4', '2.08', '96', '4', '4.8', '20', '6.4', '0.16', '0.08', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (326, '虱目魚丸', 'food2', '', '', '20g', '35', '', '1.52', '2.58', '2.8', '22.4', '118.2', '63', '43.8', '3.4', '0.38', '0.1', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (327, '大頭菜', 'food3', '', '', '50', '11.5', '0', '0.15', '0.6', '2.2', '75', '8.5', '26', '14', '5.5', '0.15', '0.1', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (328, '油', 'food5', '', '', '10', '90', '', '', '', '', '', '', '', '', '', '', '', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (329, '肉羹(五花肉', 'food2', '', '肉羹飯.jpg', '30', '117.9', '19.8', '11.01', '4.35', '0', '69.3', '10.8', '0.3', '38.4', '4.2', '0.18', '0.42', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (330, '金針菇', 'food3', '', '', '20', '8.2', '0', '0.1', '0.44', '1.6', '86', '0.8', '0', '21.6', '3.2', '0.18', '0.14', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (331, '香菇片', 'food3', '', '', '20', '8', '0', '0.08', '0.68', '1.4', '56', '0.4', '0.6', '17.2', '3.4', '0.12', '0.22', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (332, '大白菜', 'food3', '', '', '20', '2.4', '0', '0.04', '0.22', '0.36', '37.2', '3', '8.2', '7', '2', '0.08', '0.08', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (333, '紅蘿蔔', 'food3', '', '', '5', '1.9', '0', '0.025', '0.055', '0.39', '14.5', '3.95', '1.5', '2.6', '0.8', '0.02', '0.015', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (334, '太白粉', 'food7', '調味料', '', '5', '11.1', '0', '0.24', '0.585', '1.67', '20.8', '189.05', '2.65', '7.75', '3.35', '0.11', '0.065', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (335, '白飯', 'food1', '', '', '200', '280', '', '', '', '', '', '', '', '', '', '', '', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (336, '蝦仁炒飯', 'food1', '', '蝦仁炒飯.jpg', '380', '524.4', '41.8', '6.46', '17.86', '99.94', '167.2', '843.6', '91.2', '167.2', '38', '2.28', '1.52', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (337, '甘薯', 'food1', '', '地瓜粥250g+滷豬耳朵+滷海帶+滷百頁+炒龍鬚菜.jpg', '55', '68.2', '0', '0.165', '0.55', '15.73', '159.5', '24.2', '18.7', '29.15', '15.4', '0.275', '0.165', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (338, '飯', 'food1', '', '', '100', '140', '', '', '', '', '', '', '', '', '', '', '', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (339, '龍鬚菜', 'food3', '', '', '50', '8.5', '0', '0.1', '1.5', '1', '125', '4.5', '14.5', '32.5', '9.5', '0.8', '0.4', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (340, '百頁豆腐', 'food2', '', '', '30', '64.2', '0', '5.1', '4.02', '0.72', '5.1', '127.5', '9.9', '36.9', '1.8', '0.63', '0.24', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (341, '海帶', 'food3', '', '', '50', '8', '0', '0.1', '0.35', '1.65', '5.5', '303', '43.5', '4', '7', '0.1', '0.05', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (342, '香菇麵筋', 'food2', '', '', '40', '76.4', '0', '4', '4.28', '5.96', '32', '366.4', '3.6', '25.6', '8', '0.68', '0.32', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (343, '醬油', 'food7', '調味料', '', '5', '4.5', '0', '0', '0.39', '0.745', '20.85', '254.2', '0.15', '4.45', '1.5', '0.105', '0.015', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (344, '油', 'food5', '', '', '5', '45', '', '', '', '', '', '', '', '', '', '', '', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (345, '五花肉(豬)', 'food2', '', '香菇肉燥.jpg', '15', '58.95', '9.9', '5.505', '2.175', '0', '34.65', '5.4', '0.15', '19.2', '2.1', '0.09', '0.21', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (346, '香菇', 'food3', '', '', '5', '2', '0', '0.02', '0.17', '0.35', '14', '0.1', '0.15', '4.3', '0.85', '0.03', '0.055', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (347, '油蔥酥', 'food7', '調味料', '', '2', '10.28', '0', '0.576', '0.148', '1.142', '14.04', '0.6', '1.9', '7.54', '3.36', '0.22', '0.072', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (348, '醬油', 'food7', '調味料', '', '2.5', '2.25', '0', '0', '0.195', '0.373', '10.425', '127.1', '0.075', '2.225', '0.75', '0.053', '0.008', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (349, '甘薯', 'food1', '', '地瓜粥250g+滷麵泡+滷海帶+炒龍鬚菜+吳郭魚肉30g.jpg', '55', '68.2', '0', '0.165', '0.55', '15.73', '159.5', '24.2', '18.7', '29.15', '15.4', '0.275', '0.165', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (350, '飯', 'food1', '', '', '100', '140', '', '', '', '', '', '', '', '', '', '', '', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (351, '吳郭魚', 'food2', '', '', '30', '32.1', '19.5', '0.69', '6.03', '0', '120.6', '11.1', '2.1', '53.7', '9.9', '0.18', '0.15', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (352, '龍鬚菜', 'food3', '', '', '50', '8.5', '0', '0.1', '1.5', '1', '125', '4.5', '14.5', '32.5', '9.5', '0.8', '0.4', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (353, '海帶', 'food3', '', '', '50', '8', '0', '0.1', '0.35', '1.65', '5.5', '303', '43.5', '4', '7', '0.1', '0.05', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (354, '香菇麵筋', 'food2', '', '', '40', '76.4', '0', '4', '4.28', '5.96', '32', '366.4', '3.6', '25.6', '8', '0.68', '0.32', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (355, '油', 'food5', '', '', '10', '88.3', '0', '9.99', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (356, '花枝丸', 'food2', '', '炸花枝丸.jpg', '75', '133.5', '50.25', '6.375', '9.975', '9.225', '136.5', '521.25', '62.25', '148.5', '14.25', '0.3', '0.375', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (357, '油', 'food5', '', '', '10', '88.3', '0', '9.99', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (358, '白飯', 'food1', '', '炸豬排40g+炒空心菜90g+洋蔥炒蛋120g+炒油豆腐40g，飯200g.jpg', '200', '280', '', '', '', '', '', '', '', '', '', '', '', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (359, '炸豬肉排 ', 'food2', '', '', '40', '74.8', '20.8', '4.08', '8.88', '0', '143.6', '14', '0.4', '15.2', '9.2', '0.24', '0.68', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (360, '油豆腐', 'food2', '', '', '40', '55.2', '0', '3.64', '5.08', '0.6', '78.4', '0.4', '86.4', '87.2', '22.8', '1', '0.56', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (361, '洋蔥', 'food3', '', '', '100', '41', '0', '0.4', '1', '9', '150', '0', '25', '30', '11', '0.3', '0.2', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (362, '雞蛋', 'food2', '', '', '20', '28.4', '86.6', '1.98', '2.42', '0.06', '24.6', '27', '6', '37', '2.2', '0.36', '0.24', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (363, '空心菜', 'food3', '', '', '90', '21.6', '0', '0.36', '1.26', '3.87', '396', '46.8', '70.2', '33.3', '18.9', '1.35', '0.63', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (364, '沙拉油', 'food5', '', '', '10', '88.3', '0', '9.99', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (365, '白飯 ', 'food1', '', '排骨便當', '250', '350', '', '', '', '', '', '', '', '', '', '', '', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (366, '炸豬肉排 ', 'food3', '', '', '40', '74.8', '20.8', '4.08', '8.88', '0', '143.6', '14', '0.4', '15.2', '9.2', '0.24', '0.68', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (367, '茄子 ', 'food3', '', '', '70', '11.2', '0', '0.21', '1.19', '1.54', '196', '25.9', '56', '19.6', '11.9', '1.19', '0.35', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (368, '青江菜 ', 'food3', '', '', '50', '12.5', '0', '0.2', '0.65', '2.35', '100', '2', '9', '14', '7', '0.2', '0.1', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (369, '洋蔥 ', 'food3', '', '', '50', '8', '0', '0.1', '0.35', '1.65', '5.5', '303', '43.5', '4', '7', '0.1', '0.05', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (370, '雞蛋', 'food3', '', '', '20', '28.4', '86.6', '1.98', '2.42', '0.06', '24.6', '27', '6', '37', '2.2', '0.36', '0.24', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (371, '海帶', 'food3', '', '', '30', '4.8', '0', '0.06', '0.21', '0.99', '3.3', '181.8', '26.1', '2.4', '4.2', '0.06', '0.03', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (372, '油', 'food5', '', '', '15', '132.45', '0', '14.985', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (373, '正鰹', 'food3', '', '正鰹(鰹魚)魚丁', '30', '44.7', '19.2', '1.68', '6.93', '0', '122.4', '15', '2.4', '138.3', '10.5', '0.75', '0.12', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (374, '醬油', 'food7', '調味料', '', '3', '2.7', '0', '0', '0.234', '0.447', '12.51', '152.52', '0.09', '2.67', '0.9', '0.063', '0.009', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (375, '白飯', 'food1', '', '青脆脯100g滷虱目魚35g+炒空心菜+炒高麗菜末蛋.jpg', '200', '280', '', '', '', '', '', '', '', '', '', '', '', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (376, '虱目魚', 'food2', '', '', '35', '70', '13.3', '4.165', '7.63', '0', '74.55', '33.6', '5.6', '85.4', '12.6', '0.245', '0.315', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (377, '海帶', 'food3', '', '', '80', '12.8', '0', '0.16', '0.56', '2.64', '8.8', '484.8', '69.6', '6.4', '11.2', '0.16', '0.08', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (378, '高麗菜', 'food3', '', '', '80', '18.4', '0', '0.24', '0.96', '3.52', '120', '13.6', '41.6', '22.4', '8.8', '0.24', '0.16', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (379, '雞蛋', 'food2', '', '', '20', '28.4', '86.6', '1.98', '2.42', '0.06', '24.6', '27', '6', '37', '2.2', '0.36', '0.24', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (380, '空心菜', 'food3', '', '', '90', '21.6', '0', '0.36', '1.26', '3.87', '396', '46.8', '70.2', '33.3', '18.9', '1.35', '0.63', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (381, '沙拉油', 'food5', '', '', '10', '88.3', '0', '9.99', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (382, '豆干', 'food2', '', '醬爆豆乾條.jpg', '35', '66.85', '0', '3.395', '6.755', '2.45', '87.85', '155.75', '95.55', '101.85', '23.45', '1.925', '0.77', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (383, '醬油', 'food7', '調味料', '', '3', '2.7', '0', '0', '0.234', '0.447', '12.51', '152.52', '0.09', '2.67', '0.9', '0.063', '0.009', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (384, '白飯', 'food1', '', '飯3份+青椒炒柳松菇+空心菜+白切豬肉30g+鰹魚塊30g.jpg', '150', '210', '', '', '', '', '', '', '', '', '', '', '', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (385, '大里肌(豬)', 'food2', '', '', '30', '56.1', '15.6', '3.06', '6.66', '0', '107.7', '10.5', '0.3', '11.4', '6.9', '0.18', '0.51', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (386, '空心菜', 'food3', '', '', '90', '21.6', '0', '0.36', '1.26', '3.87', '396', '46.8', '70.2', '33.3', '18.9', '1.35', '0.63', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (387, '正鰹', 'food2', '', '', '30', '44.7', '19.2', '1.68', '6.93', '0', '122.4', '15', '2.4', '138.3', '10.5', '0.75', '0.12', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (388, '柳松菇', 'food3', '', '', '30', '11.1', '0', '0.09', '0.99', '2.04', '114', '28.8', '0.3', '43.8', '4.8', '0.18', '0.3', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (389, '甜椒', 'food3', '', '', '60', '15', '0', '0.12', '0.48', '3.3', '78', '6.6', '6.6', '15.6', '6.6', '0.24', '0.12', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (390, '沙拉油', 'food5', '', '', '10', '88.3', '0', '9.99', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (391, '可樂餅(奶汁)', 'food1', '', '可樂餅(奶汁).jpg', '60', '68.4', '4.2', '1.38', '2.16', '11.88', '47.4', '202.8', '4.2', '43.2', '6.6', '0.36', '0.18', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (392, '沙拉油', 'food5', '', '', '10', '88.3', '0', '9.99', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (393, '白飯', 'food1', '', '馬鈴薯咖哩100g+炒洋蔥70g+燙里肌肉40g+燙空心菜80g+飯150g.jpg', '150', '210', '', '', '', '', '', '', '', '', '', '', '', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (394, '大里肌(豬)', 'food2', '', '', '30', '56.1', '15.6', '3.06', '6.66', '0', '107.7', '10.5', '0.3', '11.4', '6.9', '0.18', '0.51', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (395, '空心菜', 'food3', '', '', '90', '21.6', '0', '0.36', '1.26', '3.87', '396', '46.8', '70.2', '33.3', '18.9', '1.35', '0.63', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (396, '馬鈴薯', 'food3', '', '', '60', '48.6', '0', '0.18', '1.62', '9.9', '180', '3', '1.8', '28.8', '15', '0.3', '0.42', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (397, '胡蘿蔔', 'food3', '', '', '20', '7.6', '0', '0.1', '0.22', '1.56', '58', '15.8', '6', '10.4', '3.2', '0.08', '0.06', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (398, '洋蔥 ', 'food3', '', '', '50', '8', '0', '0.1', '0.35', '1.65', '5.5', '303', '43.5', '4', '7', '0.1', '0.05', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (399, '雞蛋', 'food2', '', '', '20', '28.4', '86.6', '1.98', '2.42', '0.06', '24.6', '27', '6', '37', '2.2', '0.36', '0.24', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (400, '沙拉油', 'food5', '', '', '10', '88.3', '0', '9.99', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (401, '鮮蝦泡麵', 'food1', '', '鮮蝦泡麵.jpg', '125', '601.25', '0', '32.25', '12', '66.875', '186.25', '2361.25', '65', '136.25', '42.5', '2.875', '1', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (402, '白飯 ', 'food1', '', '港式叉燒便當.jpg', '250', '350', '', '', '', '', '', '', '', '', '', '', '', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (403, '大里肌(豬)', 'food2', '', '', '70', '130.9', '36.4', '7.14', '15.54', '0', '251.3', '24.5', '0.7', '26.6', '16.1', '0.42', '1.19', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (404, '冬瓜', 'food3', '', '', '25', '3.25', '0', '0.05', '0.125', '0.65', '30', '1.25', '1.5', '6.25', '2', '0.05', '0.025', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (405, '竹筍', 'food3', '', '', '35', '7.7', '0', '0.07', '0.735', '1.33', '119', '0.35', '2.45', '14.35', '4.2', '0.105', '0.14', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (406, '海帶', 'food3', '', '', '30', '4.8', '0', '0.06', '0.21', '0.99', '3.3', '181.8', '26.1', '2.4', '4.2', '0.06', '0.03', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (407, '蘿蔔乾', 'food3', '', '', '10', '5.8', '0', '0.12', '0.22', '1.08', '40', '327.9', '9.2', '3.4', '4.1', '0.21', '0.05', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (408, '油', 'food5', '', '', '5', '44.15', '0', '9.99', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (409, '烤肉醬', 'food7', '調味料', '', '5', '7.8', '0', '0.04', '0.26', '1.605', '13.45', '130.2', '1.05', '6.35', '2.2', '0.1', '0.03', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (410, '大骨汁', 'food7', '調味料', '', '10', '4.9', '0', '0.07', '0.42', '0.66', '6.2', '447.2', '0.4', '8.2', '1.1', '0.35', '0.01', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (411, '白飯 ', 'food1', '', '雞腿便當.jpg', '250', '350', '', '', '', '', '', '', '', '', '', '', '', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (412, '清腿(肉雞)', 'food2', '', '', '110', '157.3', '96.8', '7.81', '20.35', '0', '291.5', '128.7', '2.2', '181.5', '20.9', '0.44', '1.76', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (413, '冬瓜', 'food3', '', '', '25', '3.25', '0', '0.05', '0.125', '0.65', '30', '1.25', '1.5', '6.25', '2', '0.05', '0.025', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (414, '胡瓜', 'food3', '', '', '30', '5.1', '0', '0.06', '0.27', '1.02', '27', '2.4', '4.8', '3.9', '3', '0.06', '0.06', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (415, '海帶', 'food3', '', '', '30', '4.8', '0', '0.06', '0.21', '0.99', '3.3', '181.8', '26.1', '2.4', '4.2', '0.06', '0.03', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (416, '大骨汁', 'food7', '調味料', '', '10', '4.9', '0', '0.07', '0.42', '0.66', '6.2', '447.2', '0.4', '8.2', '1.1', '0.35', '0.01', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (417, '油', 'food5', '', '', '5', '44.15', '0', '9.99', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (418, '醬油', 'food7', '調味料', '', '3', '2.7', '0', '0', '0.234', '0.447', '12.51', '152.52', '0.09', '2.67', '0.9', '0.063', '0.009', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (419, '竹筍', 'food3', '', '竹筍75、小白菜75、花椰菜50、梅乾菜5、豬後腿肉(滷肉)60、醬油5G，沙茶拌麵.jpg', '75', '16.5', '0', '0.15', '1.575', '2.85', '255', '0.75', '5.25', '30.75', '9', '0.225', '0.3', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (420, '小白菜', 'food3', '', '', '75', '9.75', '0', '0.225', '0.75', '1.575', '180', '30', '79.5', '27.75', '11.25', '1.05', '0.225', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (421, '花椰菜', 'food3', '', '', '50', '11.5', '0', '0.05', '1', '2.1', '120', '8.5', '14', '18', '5.5', '0.2', '0.15', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (422, '梅乾菜', 'food3', '', '', '5', '3.1', '0', '0.015', '0.18', '0.64', '25', '394.5', '12.95', '2', '1.7', '0.73', '0.05', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (423, '豬後腿肉', 'food2', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (424, '(滷肉)', 'food2', '', '', '60', '70.2', '39', '2.22', '11.76', '0.36', '215.4', '34.8', '1.8', '113.4', '13.8', '0.72', '2.16', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (425, '麵條(乾)', 'food1', '', '', '50', '178.5', '0', '0.8', '6.15', '35.85', '52.5', '71', '9', '52', '17.5', '0.3', '0.45', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (426, '沙茶醬', 'food7', '調味料', '', '10', '72.3', '3.3', '7.18', '1.02', '1.04', '35.5', '42.1', '20.2', '28.2', '5.6', '0.4', '0.17', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (427, '醬油', 'food7', '調味料', '', '5', '4.5', '0', '0', '0.39', '0.745', '20.85', '254.2', '0.15', '4.45', '1.5', '0.105', '0.015', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (428, '花生麵筋', 'food2', '', '花生麵筋.jpg', '30', '65.7', '0', '4.23', '3.3', '3.75', '27.9', '233.4', '3.3', '17.7', '9', '0.54', '0.27', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (429, '水餃皮10g', 'food1', '', '自製韭菜水餃.jpg', '10', '23', '', '', '', '', '', '', '', '', '', '', '', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (430, '豬後腿肉', 'food2', '', '', '10', '11.7', '0', '0.37', '1.96', '0.06', '35.9', '5.8', '0.3', '18.9', '2.3', '0.12', '0.36', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (431, '韭菜', 'food3', '', '', '10', '2.7', '0', '0.06', '0.2', '0.43', '36', '0.4', '5.6', '3.4', '2', '0.13', '0.06', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (432, '鮮味露', 'food7', '調味料', '', '1', '0.81', '0', '0.001', '0.201', '0', '4.07', '78.03', '0.04', '0.23', '0.07', '0.004', '0.001', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (433, '麵', 'food1', '', '炒烏龍麵.jpg', '220', '268.4', '0', '0.88', '9.9', '55.44', '8.8', '85.8', '11', '77', '24.2', '0.44', '0.44', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (434, '蘑菇醬', 'food7', '調味料', '', '160', '92.8', '0', '3.84', '2.4', '12.32', '144', '568', '9.6', '35.2', '14.4', '0.8', '0.16', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (435, '瘦肉片', 'food2', '', '', '40', '74.8', '20.8', '4.08', '8.88', '0', '143.6', '14', '0.4', '15.2', '9.2', '0.24', '0.68', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (436, '沙拉油', 'food5', '', '', '10', '88.3', '0', '9.99', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (437, '中筋麵粉', 'food1', '', '水煎包.jpg', '40', '143.6', '0', '0.56', '4.84', '29.12', '41.2', '0.4', '6.8', '17.2', '10.4', '0.28', '0.24', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (438, '高麗菜', 'food3', '', '', '25', '5.75', '0', '0.075', '0.3', '1.1', '37.5', '4.25', '13', '7', '2.75', '0.075', '0.05', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (439, '豬肉', 'food2', '', '', '15', '28.05', '7.8', '1.53', '3.33', '0', '53.85', '5.25', '0.15', '5.7', '3.45', '0.09', '0.255', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (440, '油', 'food5', '', '', '10', '88.3', '0', '9.99', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (441, '馬鈴薯粉', 'food1', '', '酸辣湯.jpg', '20', '66.8', '0', '0.02', '0.02', '16.76', '9.6', '1.6', '7.8', '5.8', '1.2', '0.06', '0.02', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (442, '蘿蔔', 'food3', '', '', '30', '6.3', '0', '0.06', '0.24', '1.35', '60', '6.9', '8.1', '3.9', '3', '0.06', '0.06', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (443, '半天筍', 'food3', '', '', '20', '6.2', '0', '0.04', '0.44', '1.24', '70', '4.6', '6.6', '11.4', '6', '0.08', '0.36', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (444, '豆腐', 'food2', '', '', '40', '35.2', '0', '1.36', '3.4', '2.4', '72', '0.8', '56', '44.4', '13.2', '0.8', '0.32', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (445, '豬血', 'food2', '', '', '50', '9.5', '27', '0.3', '1.55', '0', '15.5', '94.5', '4.5', '88.5', '1.5', '0.75', '0.1', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (446, '雞蛋', 'food2', '', '', '5', '7.1', '21.65', '0.495', '0.605', '0.015', '6.15', '6.75', '1.5', '9.25', '0.55', '0.09', '0.06', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (447, '沙拉油', 'food5', '', '', '10', '88.3', '0', '9.99', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (448, '麵線', 'food1', '', '蚵仔麵線.jpg', '50', '148.5', '0', '0.65', '5.1', '30.75', '43.5', '1395', '9', '49.5', '15', '0.55', '0.25', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (449, '馬鈴薯粉', 'food1', '', '', '20', '66.8', '0', '0.02', '0.02', '16.76', '9.6', '1.6', '7.8', '5.8', '1.2', '0.06', '0.02', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (450, '豬大腸', 'food2', '', '', '40', '85.2', '44.8', '8.16', '2.72', '0.76', '10.8', '22.4', '1.6', '26', '3.6', '0.48', '0.32', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (451, '牡蠣(蚵仔)', 'food2', '', '', '10', '7.7', '5.1', '0.16', '1.07', '0.49', '23.7', '36.2', '2.5', '10.5', '6', '0.66', '0.71', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (452, '沙拉油', 'food5', '', '', '5', '44.15', '0', '4.995', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (453, '大骨汁', 'food7', '調味料', '貢丸湯.jpg', '10', '4.9', '0', '0.07', '0.42', '0.66', '6.2', '447.2', '0.4', '8.2', '1.1', '0.35', '0.01', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (454, '貢丸', 'food2', '', '', '75', '173.25', '48.75', '13.875', '12.375', '0', '142.5', '436.5', '7.5', '128.25', '12', '0.45', '0.975', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (455, '', 'food1', '', '鍋貼.jpg', '160', '366.4', '17.6', '15.68', '12.48', '44.32', '185.6', '502.4', '14.4', '97.6', '24', '1.12', '1.12', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (456, '衛生油麵', 'food1', '', '炒麵.jpg', '270', '442.8', '0', '5.67', '14.58', '83.97', '162', '143.1', '51.3', '105.3', '32.4', '0.81', '0.54', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (457, '臘肉(五花肉)', 'food2', '', '', '30', '157.2', '22.8', '14.94', '5.55', '0.51', '66.3', '461.7', '1.5', '94.5', '6', '0.27', '0.51', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (458, '醬油', 'food7', '調味料', '', '5', '4.5', '0', '0', '0.39', '0.745', '20.85', '254.2', '0.15', '4.45', '1.5', '0.105', '0.015', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (459, '筒仔米糕', 'food1', '', '米糕(筒仔米糕).jpg', '160', '390.4', '27.2', '13.76', '10.56', '56.8', '126.4', '478.4', '25.6', '84.8', '28.8', '2.56', '1.44', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (460, '', 'food2', '', '炸排骨酥湯.jpg', '110', '276.1', '24.2', '14.85', '14.19', '21.78', '228.8', '641.3', '12.1', '116.6', '13.2', '1.32', '1.1', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (461, '草魚肉', 'food2', '', '草魚粥.jpg', '145', '131.95', '52.2', '2.9', '24.94', '1.16', '545.2', '53.65', '91.35', '291.45', '34.8', '1.015', '1.015', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (462, '白飯', 'food1', '', '', '200', '280', '', '', '', '', '', '', '', '', '', '', '', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (463, '味精', 'food7', '調味料', '', '3', '7.53', '0', '0', '1.878', '0', '0.03', '349.68', '0.39', '0.03', '0.03', '0.474', '0.009', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (464, '肉圓', 'food7', '小吃', '肉圓.jpg', '115', '155.25', '9.2', '1.725', '3.565', '31.51', '56.35', '249.55', '10.35', '25.3', '3.45', '1.035', '0.345', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (465, '油', 'food5', '', '', '5', '45', '', '', '', '', '', '', '', '', '', '', '', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (466, '', 'food7', '小吃', '肉粽.jpg', '165', '384.5', '100.7', '14.52', '13.53', '50.7', '174.9', '565.95', '13.2', '125.4', '34.65', '2.145', '2.15', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (467, '馬鈴薯粉', 'food7', '小吃', '蚵仔煎.jpg', '50', '167', '0', '0.05', '0.05', '41.9', '24', '4', '19.5', '14.5', '3', '0.15', '0.05', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (468, '蚵仔', 'food2', '', '', '45', '34.65', '22.95', '0.72', '4.815', '2.205', '106.65', '162.9', '11.25', '47.25', '27', '2.97', '162.9', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (469, '小白菜', 'food3', '', '', '30', '3.9', '0', '0.09', '0.3', '0.63', '72', '12', '31.8', '11.1', '4.5', '0.42', '0.09', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (470, '九層塔', 'food3', '', '', '5', '1.4', '0', '0.025', '0.15', '0.205', '16', '0.1', '8.85', '2.65', '2.15', '0.195', '0.025', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (471, '雞蛋', 'food2', '', '', '45', '63.9', '194.85', '4.455', '5.445', '0.135', '55.35', '60.75', '13.5', '83.25', '4.95', '0.81', '0.54', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (472, '沙拉油', 'food5', '', '', '25', '220.75', '0', '24.975', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (473, '醬油膏', 'food7', '調味料', '', '10', '10.3', '0', '0', '0.68', '1.9', '32.7', '405', '0.2', '11.1', '4.8', '0.26', '0.05', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (474, '紅砂糖', 'food7', '調味料', '', '5', '19.25', '0', '0', '0', '4.97', '3.05', '0.15', '0.3', '0.05', '0.55', '0', '0.005', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (475, '長糯米', 'food1', '', '糯米腸.jpg', '80', '284.8', '0', '0.72', '6.32', '61.68', '59.2', '1.6', '4', '38.4', '20.8', '0.24', '0.56', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (476, '油蔥酥', 'food7', '調味料', '', '2', '10.28', '0', '0.576', '0.148', '1.142', '14.04', '0.6', '1.9', '7.54', '3.36', '0.214', '0.072', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (477, '沙拉油', 'food5', '', '', '10', '88.3', '0', '9.99', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (478, '辣豆瓣醬', 'food7', '調味料', '', '10', '10', '0', '0.33', '0.45', '1.31', '35.4', '438', '2.7', '8.7', '4.8', '0.34', '0.06', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (479, '衛生油麵', 'food1', '', '涼麵.jpg', '190', '304', '0', '3.04', '10.45', '59.47', '74.1', '153.9', '9.5', '112.1', '22.8', '1.14', '0.57', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (480, '小方豆干', 'food2', '', '', '35', '56', '0', '3.01', '6.09', '1.225', '58.1', '40.6', '239.75', '86.45', '19.6', '1.575', '0.56', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (481, '綠豆芽', 'food3', '', '', '40', '13.2', '0', '0.2', '1.24', '2.16', '76', '13.6', '58.8', '16.8', '8.8', '0.32', '0.12', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (482, '花胡瓜', 'food3', '', '', '35', '5.25', '0', '0.105', '0.42', '0.875', '59.5', '2.1', '10.5', '10.85', '5.25', '0.105', '0.07', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (483, '烏醋', 'food7', '調味料', '', '5', '2.1', '0', '0', '0.025', '0.435', '2.85', '78.55', '0.3', '0.35', '0.5', '0.08', '0.005', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (484, '花生醬', 'food7', '調味料', '', '20', '126.6', '0', '10.2', '4.8', '4.16', '126.8', '82..2', '1.4', '93.4', '39.2', '0.48', '0.5', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (485, '紅砂糖', 'food7', '調味料', '', '5', '19.25', '0', '0', '0', '4.97', '3.05', '0.15', '0.3', '0.05', '0.55', '0', '0.005', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (486, '醬油', 'food7', '調味料', '', '10', '9', '0', '0', '0.78', '1.49', '41.7', '508.4', '0.3', '8.9', '3', '0.21', '0.03', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (487, '沙拉醬', 'food7', '調味料', '', '10', '45', '', '', '', '', '', '', '', '', '', '', '', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (488, '白飯', 'food1', '', '嘉義火雞肉飯.jpg', '300', '420', '', '', '', '', '', '', '', '', '', '', '', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (489, '火雞肉', 'food2', '', '', '50', '70.5', '27', '2.8', '10.55', '-', '181', '25.5', '1.5', '103', '22.5', '0.5', '0.85', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (490, '雞蛋', 'food2', '', '', '20', '28.4', '86.6', '1.98', '2.42', '0.06', '24.6', '27', '6', '37', '2.2', '0.36', '0.24', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (491, '青江菜', 'food3', '', '', '50', '8', '0', '0.15', '0.85', '1.1', '140', '18.5', '40', '14', '8.5', '0.85', '0.25', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (492, '高麗菜', 'food3', '', '', '55', '12.65', '0', '0.165', '0.66', '2.42', '82.5', '9.35', '28.6', '15.4', '6.05', '0.165', '0.11', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (493, '油豆腐', 'food2', '', '', '10', '13.8', '0', '0.91', '1.27', '0.15', '19.6', '0.1', '21.6', '21.8', '5.7', '0.25', '0.14', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (494, '醃漬蘿蔔', 'food1', '', '', '5', '6.05', '0', '0.285', '0.12', '0.855', '4.6', '75.95', '1.8', '1.75', '1', '0.09', '0.02', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (495, '雞油', 'food5', '', '', '10', '89', '6.9', '9.97', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (496, '油', 'food5', '', '', '5', '45', '', '', '', '', '', '', '', '', '', '', '', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (497, '醬油', 'food7', '調味料', '', '5', '4.5', '0', '0', '0.39', '0.745', '20.85', '254.2', '0.15', '4.45', '1.5', '0.105', '0.015', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (498, '白飯', 'food1', '', '味增湯.jpg', '250', '350', '', '', '', '', '', '', '', '', '', '', '', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (499, '竹筍', 'food3', '', '', '50', '11', '0', '0.1', '1.05', '1.9', '170', '0.5', '3.5', '20.5', '6', '0.15', '0.2', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (500, '雞胸肉', 'food2', '', '', '40', '41.6', '22.8', '0.36', '8.96', '0', '124', '19.6', '0.4', '89.2', '11.2', '0.16', '0.16', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (501, '豆腐', 'food2', '', '', '85', '74.8', '0', '2.89', '7.225', '5.1', '153', '1.7', '119', '94.35', '28.05', '1.7', '0.68', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (502, '油豆腐', 'food2', '', '', '20', '27.6', '0', '1.82', '2.54', '0.3', '39.2', '0.2', '43.2', '43.6', '11.4', '0.5', '0.28', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (503, '味噌', 'food7', '調味料', '', '5', '11.1', '0', '0.24', '0.585', '1.67', '20.8', '189.05', '2.65', '7.75', '3.35', '0.11', '0.065', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (504, '雞油', 'food5', '', '', '10', '89', '6.9', '9.97', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (505, '油', 'food5', '', '', '5g', '45', '', '', '', '', '', '', '', '', '', '', '', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (506, '醬油', 'food7', '調味料', '', '5', '4.5', '0', '0', '0.39', '0.745', '20.85', '254.2', '0.15', '4.45', '1.5', '0.105', '0.015', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (507, '油麵', 'food1', '', '肉燥麵.jpg', '270', '442.8', '0', '5.67', '14.58', '83.97', '162', '143.1', '51.3', '105.3', '32.4', '0.81', '0.54', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (508, '高麗菜', 'food3', '', '', '35', '8.05', '0', '0.105', '0.42', '1.54', '52.5', '5.95', '18.2', '9.8', '3.85', '0.105', '0.07', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (509, '紅蘿蔔', 'food3', '', '', '10', '3.8', '0', '0.05', '0.11', '0.78', '29', '7.9', '3', '5.2', '1.6', '0.04', '0.03', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (510, '黑木耳', 'food3', '', '', '5', '1.75', '0', '0.015', '0.045', '0.385', '2', '1.4', '1.65', '0.85', '0.75', '0.055', '0.005', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (511, '里肌絞肉', 'food2', '', '', '30', '56.1', '15.6', '3.06', '6.66', '0', '107.7', '10.5', '0.3', '11.4', '6.9', '0.18', '0.51', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (512, '油', 'food5', '', '', '10', '88.3', '0', '9.99', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (513, '中筋麵粉', 'food1', '', '鮮肉煎包.jpg', '30', '107.7', '0', '0.42', '3.63', '21.84', '30.9', '0.3', '5.1', '12.9', '7.8', '0.21', '0.18', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (514, '後腿肉(生)', 'food2', '', '', '35', '40.95', '22.75', '1.295', '6.86', '0.21', '125.65', '20.3', '1.05', '66.15', '8.05', '0.42', '1.26', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (515, '油', 'food5', '', '', '10', '88.3', '0', '9.99', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (516, '糯米', 'food1', '', '自製油飯.jpg', '80', '284.8', '0', '0.72', '6.32', '61.68', '59.2', '1.6', '4', '38.4', '20.8', '0.24', '0.56', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (517, '瘦豬肉', 'food2', '', '', '15', '28.05', '7.8', '1.53', '3.33', '0', '53.85', '5.25', '0.15', '5.7', '3.45', '0.09', '0.255', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (518, '香菇絲', 'food3', '', '', '15', '6', '0', '0.06', '0.51', '1.05', '42', '0.3', '0.45', '12.9', '2.55', '0.09', '0.165', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (519, '油酥', 'food7', '調味料', '', '5', '25.7', '0', '1.44', '0.37', '2.855', '35.1', '1.5', '4.75', '18.85', '8.4', '0.535', '0.18', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (520, '醬油', 'food7', '調味料', '', '5', '4.5', '0', '0', '0.39', '0.745', '20.85', '254.2', '0.15', '4.45', '1.5', '0.105', '0.015', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (521, '油', 'food5', '', '', '10', '88.3', '0', '9.99', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (522, '高筋麵粉', 'food1', '', '壽桃.jpg', '40', '145.6', '0', '0.52', '5', '29.52', '47.2', '0.4', '2', '44.4', '13.2', '0.48', '0.36', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (523, '紅豆', 'food1', '', '', '30', '99.6', '0', '0.18', '6.72', '18.39', '296.4', '0.9', '34.5', '147.9', '53.1', '2.94', '1.14', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (524, '糖', 'food7', '調味料', '', '15', '57.75', '0', '0', '0', '14.91', '9.15', '0.45', '0.9', '0.15', '1.65', '0', '0.015', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (525, '再來米粉', 'food1', '', '碗粿.jpg', '60', '211.2', '0', '0.3', '3.66', '48.9', '9.6', '3.6', '10.2', '43.8', '18', '0.24', '0.42', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (526, '五花肉(豬)', 'food2', '', '', '30', '117.9', '19.8', '11.01', '4.35', '0', '69.3', '10.8', '0.3', '38.4', '4.2', '0.18', '0.42', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (527, '油蔥酥', 'food7', '調味料', '', '2', '10.28', '0', '0.576', '0.148', '1.142', '14.04', '0.6', '1.9', '7.54', '3.36', '0.214', '0.072', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (528, '圓糯米', 'food1', '', '芋粿巧.jpg', '60', '215.4', '0', '0.3', '5.04', '46.8', '71.4', '1.2', '3.6', '66', '13.8', '0.24', '0.54', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (529, '蘿蔔乾', 'food3', '', '', '20', '11.6', '0', '0.24', '0.44', '2.16', '80', '655.8', '18.4', '6.8', '8.2', '0.42', '0.1', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (530, '油蔥酥', 'food7', '調味料', '', '2', '10.28', '0', '0.576', '0.148', '1.142', '14.04', '0.6', '1.9', '7.54', '3.36', '0.214', '0.072', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (531, '油', 'food5', '', '', '2', '17.66', '0', '1.998', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (532, '花生糖', 'food7', '調味料', '花生糖.jpg', '10', '54.4', '0', '3.25', '1.79', '4.61', '42.1', '18.3', '1.2', '30.8', '13.4', '0.21', '0.26', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (533, '泡芙(巧克力)', 'food7', '零食點心', '泡芙(巧克力).jpg', '65', '382.85', '94.9', '26.845', '6.695', '29.445', '215.8', '94.9', '108.55', '163.8', '29.9', '1.04', '0.91', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (534, '油炸脫水甘薯片', 'food7', '零食點心', '油炸脫水甘薯片.jpg', '25', '130.25', '0', '7.525', '0.575', '15.3', '197.5', '76.25', '39.5', '29.75', '10.5', '0.4', '0.1', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (535, '草莓夾心餅乾', 'food7', '零食點心', '草莓夾心餅乾.jpg', '30', '148.5', '2.7', '7.14', '1.44', '19.92', '33.6', '90.9', '7.5', '26.1', '4.8', '0.42', '0.15', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (536, '洋菜', 'food7', '零食點心', '菜燕凍.jpg', '5', '15.3', '0', '0', '0.015', '3.915', '0.55', '3.35', '12.4', '0.2', '3.65', '0.95', '2.99', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (537, '蛋酥', 'food7', '零食點心', '蛋酥餅乾.jpg', '25', '115.25', '144.25', '6.75', '2.85', '10.975', '81.75', '49', '14.75', '88.5', '6.25', '1.025', '0.45', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (538, '蛋捲', 'food7', '零食點心', '蛋捲.jpg', '75', '405.75', '109.5', '24.375', '5.1', '42.225', '85.5', '168.75', '25.5', '122.25', '12', '0.975', '0.45', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (539, '小饅頭', 'food7', '零食點心', '小饅頭', '35', '86.45', '0', '0.42', '2.835', '17.955', '23.1', '63.7', '7.35', '20.3', '5.6', '0.14', '0.56', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (540, '豬肉', 'food7', '零食點心', '豬肉條.jpg', '30', '37.2', '18.3', '1.29', '6', '0', '116.1', '16.2', '0.9', '74.7', '6.9', '0.39', '0.99', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (541, '冷凍薯條', 'food7', '零食點心', '炸薯條.jpg', '65', '101.4', '0', '3.705', '1.69', '15.47', '247', '13.65', '8.45', '50.7', '14.95', '0.455', '0.26', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (542, '油', 'food5', '', '', '10', '88.3', '0', '9.99', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (543, '柑橘', 'food4', '', '鮮橘凍.jpg', '100', '40', '0', '0.2', '0.5', '10.2', '55', '4', '24', '15', '10', '0.2', '0.8', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (544, '果凍', 'food7', '零食點心', '', '10', '8.9', '0', '0', '0', '2.25', '12.9', '3', '0.2', '2.5', '0.2', '0.03', '0.01', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (545, '木耳', 'food3', '', '紅棗銀耳湯.jpg', '2.5', '0.875', '0', '0.0075', '0.0225', '0.1925', '1', '0.7', '0.825', '0.425', '0.375', '0.0275', '0.0075', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (546, '枸杞', 'food3', '', '', '10', '34.6', '0', '0.08', '1.24', '7.29', '124.3', '49', '7.8', '15.6', '6.9', '1.46', '0.42', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (547, '紅棗', 'food4', '', '', '5', '12.6', '0', '0.015', '0.16', '2.975', '29.85', '0.5', '2.5', '3.5', '1.75', '0.085', '0.02', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (548, '砂糖', 'food7', '調味料', '', '10', '38.5', '0', '0', '0', '9.94', '6.1', '0.3', '0.6', '0.1', '1.1', '0', '0.01', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (549, '白巧克力', 'food7', '零食點心', '白巧克力.jpg', '35', '197.05', '5.25', '12.565', '3.01', '18.41', '141.4', '38.15', '69.3', '98', '9.1', '0.105', '0.28', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (550, '黑巧克力', 'food7', '零食點心', '黑巧克力.jpg', '40', '218.4', '0.6', '13.32', '3.76', '21.28', '40.4', '40', '302.8', '31.6', '100', '154.8', '1.32', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (551, '米果', 'food7', '零食點心', '米果.jpg', '15', '72.9', '0', '3.03', '0.69', '10.86', '18.75', '70.5', '5.1', '9.15', '1.65', '0.075', '0.15', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (552, '牛奶糖', 'food7', '零食點心', '牛奶糖.jpg', '3.5', '14.595', '0', '0.3605', '0.1155', '2.7475', '3.885', '1.085', '2.765', '2.205', '0.28', '0', '0.0105', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (553, '芝麻糖', 'food7', '零食點心', '芝麻糖.jpg', '10', '51.3', '0', '2.67', '0.85', '6.07', '33.4', '5', '62.7', '47.2', '21.1', '0.68', '0.23', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (554, '奶油 ', 'food5', '', '爆漿餐包.jpg', '15', '101.85', '29.55', '10.77', '0.12', '1.32', '4.05', '84.6', '3.45', '5.7', '0.45', '0.015', '0.015', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (555, '白麵包', 'food1', '', '', '35', '104.65', '4.55', '2.625', '3.29', '17.15', '37.8', '164.5', '9.1', '41.65', '10.15', '0.385', '0.315', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (556, '草莓夾心酥', 'food7', '零食點心', '草莓夾心酥.jpg', '15', '74.25', '1.35', '3.57', '0.72', '9.96', '16.8', '45.45', '3.75', '13.05', '2.4', '0.21', '0.075', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (557, '鱈魚排', 'food2', '', '炸鱈魚排.jpg', '70', '116.2', '16.1', '8.05', '10.29', '-', '229.6', '65.1', '4.9', '150.5', '18.2', '0.14', '0.21', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (558, '麵粉', 'food1', '', '', '5', '18.25', '0', '0.06', '0.39', '3.95', '7.1', '0.05', '0.35', '4.7', '1.2', '0.08', '0.03', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (559, '油', 'food5', '', '', '20', '176.6', '0', '19.98', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (560, '花枝丸', 'food2', '', '炸花枝丸.jpg', '75', '133.5', '50.25', '6.375', '9.975', '9.225', '136.5', '521.25', '62.25', '148.5', '14.25', '0.3', '0.375', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (561, '油', 'food5', '', '', '10', '88.3', '', '9.99', '', '', '', '0', '', '', '', '', '', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (562, '蘿蔔酥餅', 'food7', '零食點心', '蘿蔔酥餅.jpg', '60', '263.4', '11.4', '14.4', '4.5', '29.52', '132', '43.2', '10.2', '67.2', '18.6', '0.78', '0.3', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (563, '烤香腸', 'food2', '', '烤香腸.jpg', '50', '175', '32.5', '13.05', '8.55', '6.1', '140.5', '487', '1', '51', '8', '0.55', '0.9', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (564, '魚酥', 'food7', '零食點心', '魚酥.jpg', '35', '203', '10.85', '14.28', '2.905', '16.135', '52.5', '243.25', '96.25', '84.35', '6.3', '0.945', '0.14', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (565, '洋芋片', 'food7', '零食點心', '洋芋片.jpg', '25', '142.5', '0', '9.65', '1.3', '12.875', '204.25', '95.75', '4.25', '34.25', '14.25', '0.425', '0.125', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (566, '速食粥', 'food1', '', '速食粥.jpg', '45', '157.95', '0', '0.855', '3.825', '34.02', '67.5', '964.35', '42.3', '44.55', '13.5', '0.945', '0.585', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (567, '麵線', 'food1', '', '麵線.jpg', '280', '831.6', '0', '3.64', '28.56', '172.2', '243.6', '7812', '50.4', '277.2', '84', '3.08', '1.4', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (568, '紅豆', 'food2', '', '紅豆蓮子湯.jpg', '55', '182.6', '0', '0.33', '12.32', '33.715', '543.4', '1.65', '63.25', '271.15', '97.35', '5.39', '2.09', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (569, '蓮子', 'food2', '', '', '5', '16.1', '0', '0.05', '1.19', '2.83', '21.85', '29.45', '8.3', '33.35', '10.15', '0.085', '0.08', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (570, '砂糖', 'food7', '調味料', '', '15', '57.75', '0', '0', '0', '14.91', '9.15', '0.45', '0.9', '0.15', '1.65', '0', '0.015', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (571, '果凍', 'food7', '零食點心', '優酪果凍.jpg', '33', '29.37', '0', '0', '0', '7.425', '42.57', '9.9', '0.66', '8.25', '0.66', '0.099', '0.033', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (572, '豆花(花生)', 'food7', '零食點心', '中華豆花.jpg', '95', '56.05', '0', '0.665', '1.9', '10.545', '65.55', '7.6', '5.7', '19.95', '11.4', '0.665', '0.19', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (573, '糖', 'food7', '調味料', '', '10', '40', '', '', '', '', '', '', '', '', '', '', '', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (574, '金莎巧克力', 'food7', '零食點心', '金莎巧克力.jpg', '13', '75.79', '0', '5.2', '1.17', '6.24', '63.18', '5.85', '1.3', '26.52', '13', '0.299', '0.169', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (575, '牛舌餅', 'food7', '零食點心', '牛舌餅.jpg', '15', '60.3', '0', '1.8', '0.855', '10.29', '12.9', '9.9', '3', '7.65', '2.25', '0.12', '0.06', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (576, '太妃糖', 'food7', '零食點心', '太妃糖.jpg', '7', '30.45', '1.47', '0.973', '0.189', '5.292', '8.68', '14.77', '2.03', '8.12', '0.84', '0.049', '0.028', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (577, '可樂飲料', 'food7', '飲料', '可口可樂.jpg', '350', '178.5', '0', '0', '0', '44.8', '0', '24.5', '3.5', '56', '3.5', '0.35', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (578, '芬達橘子汽水', 'food7', '飲料', '芬達橘子汽水.jpg', '350', '147', '0', '0', '0', '36.75', '3.5', '31.5', '7', '0', '3.5', '0.35', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (579, '仙草蜜', 'food7', '飲料', '仙草蜜.jpg', '335', '117.25', '0', '0', '0', '29.48', '50.25', '160.8', '43.55', '3.35', '6.7', '1.34', '0.335', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (580, '杏仁茶', 'food7', '飲料', '杏仁茶.jpg', '340', '142.8', '0', '0', '0', '36.04', '17', '34', '10.2', '6.8', '0', '3.74', '0.34', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (581, '沙士', 'food7', '飲料', '沙士.jpg', '250', '90', '0', '0', '0', '23', '0', '12.5', '5', '2.5', '0', '0.5', '0.25', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (582, '啤酒', 'food7', '飲料', '啤酒.jpg', '330', '165', '0', '0', '0', '12.87', '102.3', '9.9', '0', '72.6', '26.4', '0.33', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (583, '咖啡飲料', 'food7', '飲料', '咖啡飲料.jpg', '240', '93.6', '4.8', '0.96', '2.16', '19.68', '180', '60', '72', '50.4', '14.4', '0.24', '0.24', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (584, '山粉圓', 'food7', '飲料', '珍珠紅茶.jpg', '100', '400', '0', '12.8', '16.3', '58', '528', '5', '1073', '485', '119', '10.1', '2.8', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (585, '紅砂糖', 'food7', '調味料', '', '10', '38.5', '0', '0', '0', '9.94', '6.1', '0.3', '0.6', '0.1', '1.1', '0', '0.01', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (586, '糙米漿', 'food7', '飲料', '珍穀米漿.jpg', '480', '345.6', '0', '11.04', '5.28', '58.08', '163.2', '124.8', '9.6', '100.8', '48', '0.48', '0.48', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (587, '米漿', 'food7', '飲料', '米漿.jpg', '240', '146.4', '0', '1.2', '1.44', '32.88', '31.2', '4.8', '9.6', '26.4', '9.6', '0.24', '0.24', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (588, '巧克力牛奶', 'food7', '飲料', '巧克力牛奶.jpg', '390', '202.8', '31.2', '5.07', '6.24', '33.93', '308.1', '152.1', '120.9', '183.3', '35.1', '0', '0.78', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (589, '咖啡', 'food7', '飲料', '拿鐵咖啡.jpg', '160', '0', '', '', '', '', '', '', '', '', '', '', '', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (590, '鮮奶', 'food6', '', '', '20', '50', '7', '1.45', '30', '1.7', '76.5', '20.5', '55.5', '50.5', '4.5', '0.05', '0.2', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (591, '紅茶', 'food7', '飲料', '紅茶.jpg', '470', '159.8', '0', '0', '0', '40.42', '28.2', '37.6', '4.7', '18.8', '4.7', '0.94', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (592, '蘆筍汁', 'food7', '飲料', '蘆筍汁.jpg', '420', '147', '0', '0', '0.42', '37.38', '21', '46.2', '8.4', '25.2', '4.2', '0.84', '0.42', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (593, '水果茶', 'food7', '飲料', '水果茶.jpg', '450', '162', '0', '0', '0', '41.4', '108', '22.5', '4.5', '4.5', '4.5', '0.45', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (594, '蘋果西打', 'food7', '飲料', '蘋果西打.jpg', '250', '105', '0', '0', '0', '26.75', '0', '17.5', '5', '2.5', '0', '0.25', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (595, '舒跑', 'food7', '飲料', '舒跑.jpg', '245', '68.6', '0', '0', '0.245', '17.15', '44.1', '100.45', '4.9', '2.45', '2.45', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (596, '青草茶', 'food7', '飲料', '青草茶.jkpg', '420', '105', '0', '0', '0', '26.88', '147', '109.2', '16.8', '37.8', '16.8', '0.84', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (597, '果菜汁', 'food7', '飲料', '果菜汁.jpg', '420', '180.6', '0', '0.42', '0.42', '44.94', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (598, '蕃茄汁', 'food7', '飲料', '蕃茄汁.jpg', '200', '42', '0', '0.4', '1.4', '8.8', '340', '196', '18', '30', '26', '2', '0.2', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (599, '無糖烏龍茶', 'food7', '飲料', '無糖烏龍茶.jpg', '600', '0', '0', '0', '0.6', '0.6', '90', '42', '12', '6', '12', '0.6', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (600, '奶茶', 'food7', '飲料', '奶茶.jpg', '', '', '', '', '', '', '', '', '', '', '', '', '', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (601, '麥茶', 'food7', '飲料', '麥茶.jpg', '', '', '', '', '', '', '', '', '', '', '', '', '', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (602, '冬瓜茶', 'food7', '飲料', '冬瓜茶.jpg', '', '', '', '', '', '', '', '', '', '', '', '', '', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (603, '菊花茶', 'food7', '飲料', '菊花茶.jpg', '250', '72.5', '0', '0', '0', '18.5', '30', '42.5', '5', '7.5', '2.5', '0.25', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (604, '香豆奶', 'food7', '飲料', '香豆奶.jpg', '250', '137.5', '0', '3.25', '4.75', '23', '235', '60', '12.5', '50', '30', '1', '0.5', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (605, '華佗雞精', 'food7', '飲料', '華佗雞精.jpg', '70', '23.8', '0', '0', '6.02', '0', '128.8', '60.2', '1.4', '11.9', '3.5', '0.07', '0.07', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (606, '華生仁湯', 'food7', '飲料', '花生仁湯.jpg', '320', '339.2', '0', '15.36', '8.96', '41.6', '137.6', '163.2', '51.2', '204.8', '64', '0.96', '1.28', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (607, '黑豆漿', 'food7', '飲料', '黑豆漿.jpg', '250', '97.5', '0', '1.5', '2.75', '18.5', '150', '52.5', '7.5', '37.5', '20', '0.5', '0.25', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (608, '葡萄柚', 'food4', '', '葡萄柚.jpg', '190', '62.7', '0', '0.57', '1.33', '14.82', '114', '13.3', '39.9', '32.3', '17.1', '0.19', '0.19', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (609, '泰國芭樂', 'food4', '', '泰國芭樂.jpg', '160', '60.8', '0', '0.16', '1.28', '15.52', '240', '8', '6.4', '24', '9.6', '0.16', '0.32', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (610, '火龍果', 'food4', '', '火龍果.jpg', '130', '65', '0', '0.26', '1.43', '16.25', '247', '20.8', '5.2', '35.1', '40.3', '0.39', '0.91', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (611, '美濃瓜', 'food4', '', '美濃瓜.jpg', '165', '62.7', '0', '0.495', '2.145', '14.19', '528', '19.8', '11.55', '28.05', '16.5', '0.33', '0.33', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (612, '木瓜', 'food4', '', '木瓜.jpg', '120', '62.4', '0', '0.12', '0.96', '16.08', '264', '4.8', '21.6', '12', '14.4', '0.24', '0.24', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (613, '荔枝', 'food4', '', '荔枝.jpg', '100', '59', '0', '0.3', '1', '14.8', '180', '6', '11', '27', '16', '0.4', '0.3', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (614, '蘋果', 'food4', '', '蘋果.jpg', '130', '59.8', '0', '0.26', '0.39', '15.73', '143', '3.9', '6.5', '14.3', '5.2', '0.26', '0.13', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (615, '奇異果', 'food4', '', '奇異果.jpg', '115', '60.95', '0', '0.345', '1.38', '14.72', '333.5', '6.9', '29.9', '40.25', '14.95', '0.345', '0.115', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (616, '葡萄', 'food4', '', '葡萄.jpg', '105', '59.85', '0', '0.21', '0.735', '15.435', '126', '7.35', '4.2', '16.8', '5.25', '0.21', '0.105', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (617, '香蕉', 'food4', '', '香蕉.jpg', '70', '63.7', '0', '0.14', '0.91', '16.59', '203', '2.8', '3.5', '15.4', '16.1', '0.21', '0.35', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (618, '香吉士', 'food4', '', '香吉士.jpg', '105', '60.9', '0', '0.945', '0.84', '12.495', '136.5', '2.1', '39.9', '23.1', '11.55', '0.21', '0.105', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (619, '粗梨', 'food4', '', '粗梨.jpg', '120', '60', '0', '0.12', '0.48', '15.84', '144', '10.8', '2.4', '14.4', '7.2', '0.12', '0.12', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (620, '愛文芒果', 'food4', '', '愛文芒果.jpg', '150', '60', '0', '0.45', '0.3', '15.3', '135', '6', '7.5', '21', '10.5', '0.15', '0.15', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (621, '金煌芒果', 'food4', '', '金煌芒果.jpg', '105', '61.95', '0', '0.42', '1.155', '15.12', '94.5', '15.75', '5.25', '12.6', '10.5', '0.21', '0.105', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (622, '小玉西瓜', 'food4', '', '小玉西瓜.jpg', '195', '62.4', '0', '0.195', '1.755', '15.015', '117', '7.8', '11.7', '19.5', '25.35', '0.585', '0.39', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (623, '聖女蕃茄', 'food4', '', '聖女蕃茄.jpg', '175', '61.25', '0', '2.275', '2.45', '9.45', '315', '29.75', '29.75', '36.75', '17.5', '1.05', '0.35', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (624, '加州李', 'food4', '', '加州李.jpg', '100', '56', '0', '0.4', '0.7', '13.9', '120', '7', '4', '18', '8', '0.2', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (625, '玫瑰桃', 'food4', '', '玫瑰桃.jpg', '120', '61.2', '0', '0.12', '1.44', '15.36', '240', '8.4', '8.4', '25.2', '12', '0.24', '0.12', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (626, '櫻桃', 'food4', '', '櫻桃.jpg', '80', '56.8', '0', '0.32', '0.72', '14.4', '176', '3.2', '12', '16', '8.8', '0.24', '0.08', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (627, '水蜜桃', 'food4', '', '水蜜桃.jpg', '145', '62.35', '0', '0.29', '1.16', '15.515', '145', '14.5', '5.8', '27.55', '11.6', '0.29', '0.145', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (628, '鳳梨', 'food4', '', '鳳梨.jpg', '130', '59.8', '0', '0.26', '1.17', '15.08', '52', '1.3', '23.4', '10.4', '18.2', '0.26', '0.65', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (629, '棗子', 'food4', '', '棗子.jpg', '130', '59.8', '0', '0.26', '1.56', '14.43', '260', '9.1', '10.4', '26', '9.1', '0.26', '0.13', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (630, '柑橘', 'food4', '', '柑橘.jpg', '150', '60', '0', '0.3', '0.75', '15.3', '82.5', '6', '36', '22.5', '15', '0.3', '1.2', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (631, '香瓜', 'food4', '', '香瓜.jpg', '180', '54', '0', '0.36', '1.08', '13.5', '432', '28.8', '12.6', '28.8', '12.6', '0.36', '0.36', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (632, '楊桃', 'food4', '', '楊桃.jpg', '170', '59.5', '0', '0.34', '1.36', '14.62', '170', '18.7', '3.4', '18.7', '15.3', '0.34', '0.51', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (633, '蓮霧', 'food4', '', '蓮霧.jpg', '170', '57.8', '0', '0.34', '0.85', '14.62', '119', '11.9', '6.8', '17', '13.6', '0.17', '0.17', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (634, '哈密瓜', 'food4', '', '哈密瓜.jpg', '195', '60.45', '0', '0.39', '1.365', '14.82', '390', '44.85', '27.3', '27.3', '25.35', '0.39', '0.585', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (635, '葡萄乾', 'food4', '', '葡萄乾.jpg', '20', '60.6', '0', '0.18', '0.64', '15.86', '142', '2.8', '11', '23.4', '6.6', '0.3', '0.1', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (636, '柳橙汁', 'food7', '飲料', '柳橙汁.jpg', '120', '60', '0', '0.12', '0.12', '14.76', '25.2', '26.4', '3.6', '4.8', '3.6', '0.12', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (637, '全脂鮮奶-高品質鮮乳', 'food6', '', '全脂鮮奶-高品質鮮乳.jpg', '290', '194.3', '40.6', '10.73', '9.57', '14.79', '452.4', '130.5', '275.5', '261', '29', '0.29', '0.87', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (638, '全脂鮮奶-鮮乳', 'food6', '', '全脂鮮奶-鮮乳.jpg', '290', '179.8', '34.8', '10.44', '9.28', '12.76', '466.9', '156.6', '321.9', '266.8', '58', '0.29', '1.16', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (639, '低脂鮮奶', 'food6', '', '低脂鮮奶.jpg', '290', '133.4', '29', '4.93', '9.28', '12.76', '461.1', '150.8', '310.3', '266.8', '58', '0.29', '1.16', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (640, '脫脂鮮奶', 'food6', '', '脫脂鮮奶.jpg', '290', '121.8', '11.6', '0.87', '10.15', '18.27', '527.8', '142.1', '290', '432.1', '31.9', '0', '0.87', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (641, '保久乳', 'food6', '', '保久乳.jpg', '200', '116', '26', '6.4', '6.2', '8.8', '348', '132', '182', '230', '26', '0.2', '1.2', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (642, '羊奶保久乳', 'food6', '', '羊奶保久乳.jpg', '180', '118.8', '28.8', '6.48', '6.3', '8.82', '324', '91.8', '198', '151.2', '19.8', '0', '0.54', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (643, '全脂奶粉', 'food6', '', '全脂奶粉.jpg', '30', '152.1', '27.3', '8.61', '7.98', '10.92', '358.8', '115.8', '271.5', '223.5', '25.2', '0.09', '0.93', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (644, '低脂奶粉', 'food6', '', '低脂奶粉.jpg', '25', '105.75', '14', '3.025', '8.2', '11.4', '363.5', '88', '315.25', '233', '28.75', '0.1', '1', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (645, '調味奶', 'food6', '', '調味奶.jpg', '290', '150.8', '23.2', '3.77', '4.64', '25.23', '229.1', '113.1', '89.9', '136.3', '26.1', '0', '0.58', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (646, '起司片', 'food6', '', '起司片.jpg', '21', '62.58', '17.43', '4.452', '3.801', '1.848', '15.54', '387.45', '120.54', '78.12', '6.3', '0.378', '0.567', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (647, '優格', 'food6', '', '優格.jpg', '200', '202', '20', '5.6', '7.4', '31.2', '282', '116', '166', '142', '22', '0.2', '0.6', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (648, '低脂優酪乳', 'food6', '', '低脂優酪乳.jpg', '200', '146', '12', '1.8', '4', '29.2', '146', '74', '70', '80', '14', '0.2', '0.6', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (649, '養樂多', 'food6', '', '養樂多.jpg', '100', '68', '0', '0', '1.1', '16.3', '88', '26', '29', '37', '4', '0.1', '0.1', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (650, '活益比非多', 'food6', '', '活益比非多.jpg', '210', '134.4', '0', '0', '2.1', '32.55', '105', '42', '58.8', '79.8', '12.6', '0.21', '0.42', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (651, '雞胸肉(肉雞)', 'food2', '', '雞胸肉(肉雞).jpg', '30', '31.2', '17.1', '0.27', '6.72', '0', '93', '14.7', '0.3', '66.9', '8.4', '0.12', '0.12', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (652, '雞腿(肉雞)', 'food2', '', '雞腿(肉雞).jpg', '40', '56.4', '32', '2.76', '7.36', '0.08', '86.8', '47.2', '0.8', '56.8', '7.2', '0.2', '0.68', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (653, '大里肌(豬)', 'food2', '', '大里肌(豬).jpg', '35', '65.45', '18.2', '3.57', '7.77', '0', '125.65', '12.25', '0.35', '13.3', '8.05', '0.21', '0.595', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (654, '二節翅(肉雞)', 'food2', '', '二節翅(肉雞).jpg', '40', '90.8', '40.8', '6.88', '6.72', '0', '45.2', '50', '4', '40.4', '4.8', '0.16', '0.44', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (655, '豬前腿瘦肉', 'food2', '', '豬前腿瘦肉.jpg', '35', '40.25', '24.85', '1.12', '7.035', '0', '107.8', '16.8', '1.05', '74.2', '8.05', '0.455', '1.155', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (656, '豬腳(生)', 'food2', '', '豬腳(生).jpg', '35', '78.05', '44.45', '5.04', '7.595', '0', '67.55', '39.55', '19.25', '52.15', '4.55', '0.35', '1.225', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (657, '梅花肉(豬)', 'food2', '', '梅花肉(豬).jpg', '45', '153.45', '33.3', '13.77', '6.84', '0.045', '110.25', '26.55', '0.45', '67.95', '7.2', '0.405', '0.855', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (658, '雞肝', 'food2', '', '雞肝.jpg', '40', '48', '143.6', '1.84', '7.36', '0.64', '116', '36.8', '1.2', '42.4', '6.8', '1.4', '0.92', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (659, '豬血', 'food2', '', '豬血.jpg', '40', '48', '143.6', '1.84', '7.36', '0.64', '116', '36.8', '1.2', '42.4', '6.8', '1.4', '0.92', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (660, '雞肫', 'food2', '', '雞肫.jpg', '40', '42.8', '78.4', '1.32', '7.28', '0', '94.4', '29.6', '1.6', '20', '5.2', '0.88', '0.96', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (661, '烏賊(花枝)', 'food2', '', '烏賊(花枝).jpg', '40', '20.4', '81.2', '0.12', '4.36', '0.44', '27.2', '26.4', '5.2', '34.8', '27.2', '0.08', '0.52', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (662, '草對蝦(草蝦)', 'food2', '', '草對蝦(草蝦).jpg', '30', '29.4', '47.1', '0.21', '6.6', '0.3', '26.1', '45', '1.5', '73.2', '4.8', '0.09', '0.51', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (663, '小卷', 'food2', '', '小卷.jpg', '55', '33.55', '100.65', '0.33', '7.15', '0.495', '30.25', '126.5', '7.7', '61.05', '24.2', '3.355', '0.275', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (664, '鹹小卷', 'food2', '', '鹹小卷.jpg', '35', '35', '161', '0.455', '7.035', '0.665', '63', '1488.2', '42', '176.75', '60.55', '0.245', '0.7', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (665, '蚵仔牡蠣(蚵仔).jpg', 'food2', '', '蚵仔牡蠣(蚵仔).jpg', '65', '50.05', '33.15', '1.04', '6.955', '3.185', '154.05', '235.3', '16.25', '68.25', '39', '4.29', '4.615', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (666, '小魚干', 'food2', '', '小魚干.jpg', '10', '33.5', '66.9', '0.44', '6.92', '0', '73.8', '175.3', '221.3', '83.7', '20.9', '0.68', '0.64', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (667, '文蛤(小)', 'food2', '', '文蛤(小).jpg', '60', '41.4', '33.6', '0.42', '6.84', '2.58', '79.2', '281.4', '78.6', '91.8', '28.2', '7.74', '0.72', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (668, '文蜆', 'food2', '', '文蜆.jpg', '35', '30.45', '19.25', '0.49', '3.115', '3.43', '19.95', '7', '20.3', '47.95', '4.9', '0.84', '0.525', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (669, '章魚(小)', 'food2', '', '章魚(小).jpg', '55', '33.55', '100.65', '0.33', '7.15', '0.495', '30.25', '126.5', '7.7', '61.05', '24.2', '3.355', '0.275', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (670, '蝦皮', 'food2', '', '蝦皮.jpg', '20', '31.4', '85.2', '0.26', '6.72', '0.54', '93.6', '854.6', '276.2', '134', '56.6', '1.26', '0.34', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (671, '瓜子鯧(肉鯽)', 'food2', '', '瓜子鯧(肉鯽).jpg', '35', '54.6', '22.75', '3.08', '6.265', '0', '53.9', '100.1', '3.15', '45.15', '4.9', '0.105', '0.14', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (672, '鱈魚(生)', 'food2', '', '鱈魚(生).jpg', '50', '83', '11.5', '5.75', '7.35', '-', '164', '46.5', '3.5', '107.5', '13', '0.1', '0.15', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (673, '鮭魚(生)', 'food2', '', '鮭魚(生).jpg', '35', '80.5', '21', '5.635', '6.93', '0', '58.45', '11.2', '0.7', '69.65', '8.75', '0.175', '0.175', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (674, '秋刀魚(生)', 'food2', '', '秋刀魚(生).jpg', '35', '109.9', '15.05', '9.065', '6.58', '-', '82.6', '19.25', '3.85', '63.7', '8.05', '0.315', '0.14', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (675, '黃豆', 'food2', '', '黃豆.jpg', '20', '78.8', '0', '3.26', '7.06', '6.64', '314', '4.4', '34.2', '79.2', '42.4', '1.48', '0.68', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (676, '毛豆', 'food2', '', '毛豆.jpg', '50', '62.5', '0', '1.55', '7', '6.25', '310', '0', '19', '94.5', '31.5', '1.25', '0.9', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (677, '豆皮', 'food2', '', '豆皮.jpg', '15', '57.75', '0', '4.86', '2.88', '0.735', '20.55', '0.15', '43.8', '55.2', '8.85', '0.375', '0.285', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (678, '麵腸', 'food2', '', '麵腸.jpg', '40', '54.4', '0', '0.76', '8.24', '3.88', '13.2', '18.8', '2.4', '30.8', '15.6', '0.8', '0.56', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (679, '炸豆包', 'food2', '', '炸豆包.jpg', '40', '154', '0', '12.96', '7.68', '1.96', '54.8', '0.4', '116.8', '147.2', '23.6', '1', '0.76', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (680, '麻油辣腐乳', 'food2', '', '麻油辣腐乳.jpg', '30', '28.5', '0', '1.05', '2.7', '2.1', '37.2', '1102.5', '41.1', '41.4', '13.2', '0.93', '0.3', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (681, '干絲', 'food2', '', '干絲.jpg', '35', '59.15', '0', '3.01', '6.405', '1.68', '15.75', '192.15', '100.45', '96.95', '14.35', '2.17', '0.84', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (682, '豆豉', '', '', '豆豉.jpg', '35', '79.8', '0', '3.5', '7.175', '5.075', '222.6', '2347.1', '50.4', '61.95', '30.45', '4.27', '0.805', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (683, '小三角油豆腐', 'food2', '', '小三角油豆腐.jpg', '55', '75.9', '0', '5.005', '6.985', '0.825', '107.8', '0.55', '118.8', '119.9', '31.35', '1.375', '0.77', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (684, '黃豆干', 'food2', '', '黃豆干.jpg', '70', '112', '0', '6.02', '12.18', '2.45', '116.2', '81.2', '479.5', '172.9', '39.2', '3.15', '1.12', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (685, '小方豆干', 'food2', '', '小方豆干.jpg', '40', '64', '0', '3.44', '6.96', '1.4', '66.4', '46.4', '274', '98.8', '22.4', '1.8', '0.64', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (686, '傳統豆腐', 'food2', '', '傳統豆腐.jpg', '80', '70.4', '0', '2.72', '6.8', '4.8', '144', '1.6', '112', '88.8', '26.4', '1.6', '0.64', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (687, '嫩豆腐', 'food2', '', '嫩豆腐.jpg', '140', '71.4', '0', '3.78', '6.86', '2.8', '231', '44.8', '18.2', '102.2', '50.4', '1.82', '0.7', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (688, '素雞', 'food2', '', '素雞.jpg', '40', '90.8', '-', '4.84', '9.92', '2.04', '189.6', '118', '41.6', '112.4', '37.2', '1.8', '0.88', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (689, '素肚', 'food2', '', '素肚.jpg', '40', '90.8', '-', '4.84', '9.92', '2.04', '189.6', '118', '41.6', '112.4', '37.2', '1.8', '0.88', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (690, '麵筋(乾)', 'food2', '', '麵筋(乾).jpg', '20', '127.6', '0', '10.32', '8.88', '0', '1', '1.2', '5.4', '5.6', '2.4', '0.44', '0.36', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (691, '雞蛋', 'food2', '', '雞蛋.jpg', '55', '78.1', '238.15', '5.445', '6.655', '0.165', '67.65', '74.25', '16.5', '101.75', '6.05', '0.99', '0.66', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (692, '鹹鴨蛋', 'food2', '', '鹹鴨蛋.jpg', '65', '114.4', '334.1', '7.995', '8.385', '2.34', '82.55', '1060.8', '27.95', '138.45', '5.85', '2.21', '1.04', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (693, '皮蛋', 'food2', '', '皮蛋.jpg', '65', '94.25', '389.35', '6.24', '7.995', '1.625', '96.85', '439.4', '13.65', '106.6', '3.25', '2.665', '0.585', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (694, '豬肉干', 'food2', '', '豬肉干.jpg', '20', '65.6', '26', '0.9', '5.76', '8.68', '100.8', '213.8', '2.2', '60', '7.4', '0.32', '0.54', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (695, '火腿', 'food2', '', '火腿.jpg', '45', '67.05', '18', '1.755', '7.515', '5.4', '153', '472.5', '1.35', '136.35', '8.55', '0.495', '0.81', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (696, '貢丸湯', 'food2', '', '貢丸.jpg', '50', '115.5', '32.5', '9.25', '8.25', '0', '95', '291', '5', '85.5', '8', '0.3', '0.65', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (697, '虱目魚丸', 'food2', '', '虱目魚丸.jpg', '50', '112.5', '22', '7.4', '7.35', '4.25', '86', '264', '27', '84.5', '9.5', '0.25', '0.2', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (698, '花枝丸', 'food2', '', '花枝丸.jpg', '50', '89', '33.5', '4.25', '6.65', '6.15', '91', '347.5', '41.5', '99', '9.5', '0.2', '0.25', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (699, '魚丸(包肉)', 'food2', '', '魚丸(包肉).jpg', '60', '101.4', '20.4', '4.56', '7.08', '8.1', '118.8', '317.4', '6', '79.2', '9', '0.48', '0.36', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (700, '魚肉鬆', 'food2', '', '魚肉鬆.jpg', '25', '116.75', '25', '5.05', '7.05', '10.95', '40.25', '440.25', '33.25', '51.5', '9.25', '1', '0.3', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (701, '豬肉酥', 'food2', '', '豬肉酥.jpg', '20', '109.2', '20.6', '7.12', '6.6', '4.86', '114.4', '293.4', '18', '56.2', '8.8', '0.72', '0.66', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (702, '素火腿', 'food2', '', '素火腿.jpg', '40', '92.4', '0', '6.8', '5.28', '2.64', '33.2', '310', '34.8', '42', '8.8', '0.72', '0.24', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (703, '豆棗', 'food2', '', '豆棗.jpg', '60', '251.4', '0', '11.76', '7.02', '29.82', '44.4', '512.4', '163.8', '121.8', '24.6', '1.86', '0.3', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (704, '熱狗', 'food2', '', '熱狗.jpg', '50', '123', '21', '8.85', '6.6', '4.45', '80', '272', '2', '98.5', '6', '0.65', '0.65', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (705, '香腸', 'food2', '', '香腸.jpg', '95', '332.5', '61.75', '24.795', '16.245', '11.59', '266.95', '925.3', '1.9', '96.9', '15.2', '1.045', '1.71', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (706, '柴魚片', 'food2', '', '柴魚片.jpg', '10', '37.2', '24', '0.62', '7.65', '0.26', '102.2', '43.3', '4.4', '71.2', '10.5', '1.53', '0.26', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (707, '魚板', 'food2', '', '魚板.jpg', '90', '81.9', '10.8', '0.18', '8.37', '11.88', '43.2', '804.6', '11.7', '79.2', '11.7', '0.09', '0.18', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (708, '蟹味棒', 'food2', '', '蟹味棒.jpg', '95', '109.25', '0', '0.285', '8.835', '18.05', '65.55', '659.3', '85.5', '270.75', '16.15', '0.475', '0.285', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (709, '味增', 'food7', '調味料', '味增.jpg', '60', '133.2', '0', '2.88', '7.02', '20.04', '249.6', '2268.6', '31.8', '93', '40.2', '1.32', '0.78', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (710, '里肌肉（切絲)', 'food2', '', '里肌肉(切絲).jpg', '35', '39.9', '21', '0.98', '7.245', '1.015', '142.8', '13.65', '0.7', '78.05', '11.2', '0.455', '0.84', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (711, '豬肉塊(豬前腿肉)', 'food2', '', '豬肉塊(豬前腿肉).jpg', '35', '43.4', '21.35', '1.505', '7', '0', '135.45', '18.9', '1.05', '87.15', '8.05', '0.455', '1.155', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (712, '雞里肌肉', 'food2', '', '雞里肌肉.jpg', '35', '35.7', '17.15', '0.14', '8.05', '0', '113.4', '19.95', '0.35', '75.25', '9.8', '0.105', '0.175', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (713, '虱目魚', 'food2', '', '虱目魚.jpg', '35', '70', '13.3', '4.165', '7.63', '0', '74.55', '33.6', '5.6', '85.4', '12.6', '0.245', '0.315', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (714, '鰹魚', 'food2', '', '鰹魚.jpg', '35', '52.15', '22.4', '1.96', '8.085', '0', '142.8', '17.5', '2.8', '161.35', '12.25', '0.875', '0.14', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (715, '吻仔魚', 'food2', '', '吻仔魚.jpg', '35', '15.05', '29.4', '0.21', '3.08', '-', '17.15', '96.25', '8.05', '85.4', '18.2', '0.245', '0.315', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (716, '肉鯽魚', 'food2', '', '肉鯽魚.jpg', '35', '54.6', '22.75', '3.08', '6.265', '0', '53.9', '100.1', '3.15', '45.15', '4.9', '0.105', '0.14', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (717, '白帶魚(瘦帶魚)', 'food2', '', '白帶魚(瘦帶魚).jpg', '30', '30.6', '20.7', '0.6', '5.88', '0', '87.3', '16.2', '1.5', '56.4', '4.8', '0.06', '0.12', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (718, '竹筴魚', 'food2', '', '竹筴魚.jpg', '35', '36.75', '32.55', '0.56', '7.42', '0.14', '127.75', '31.5', '47.6', '112', '12.95', '0.7', '0.315', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (719, '紅目鰱', 'food2', '', '紅目鰱.jpg', '35', '32.55', '18.9', '0.21', '7.21', '-', '114.1', '41.65', '2.45', '63', '10.15', '0.105', '0.105', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (720, '烤清腿(肉雞)', 'food2', '', '烤清腿(肉雞).jpg', '30', '42.9', '26.4', '2.13', '5.55', '0', '79.5', '35.1', '0.6', '49.5', '5.7', '0.12', '0.48', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (721, '醬油', 'food7', '調味料', '', '5', '4.5', '0', '0', '0.39', '0.745', '20.85', '254.2', '0.15', '4.45', '1.5', '0.105', '0.015', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (722, '滷清腿(肉雞)', 'food2', '', '滷清腿(肉雞).jpg', '40', '57.2', '35.2', '2.84', '7.4', '0', '106', '46.8', '0.8', '66', '7.6', '0.16', '0.64', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (723, '醬油', 'food7', '調味料', '', '5', '4.5', '0', '0', '0.39', '0.745', '20.85', '254.2', '0.15', '4.45', '1.5', '0.105', '0.015', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (724, '豬油', 'food5', '', '豬油.jpg', '5', '44.4', '5.1', '4.97', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (725, '雞油', 'food5', '', '雞油.jpg', '5', '44.5', '3.45', '4.985', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (726, '青橄欖油', 'food5', '', '青橄欖油.jpg', '5', '44.15', '0', '4.995', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (727, '沙拉油(大豆油)', 'food5', '', '沙拉油(大豆油).jpg', '5', '44.15', '0', '4.995', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (728, '花生油', 'food5', '', '花生油.jpg', '5', '44.15', '0', '4.995', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (729, '棕櫚油(素清香)', 'food5', '', '棕櫚油(素清香).jpg', '5', '44.15', '0', '4.995', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (730, '沙拉醬', 'food7', '調味料', '沙拉醬.jpg', '10', '63.9', '3.4', '6.57', '0.19', '1.14', '10.8', '98', '1', '3.4', '0.3', '0.05', '0.07', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (731, '花生', 'food5', '', '花生.jpg', '8', '44.24', '0', '3.456', '2.288', '1.808', '43.68', '52.88', '7.36', '31.12', '18.4', '2.36', '0.344', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (732, '南瓜子(白瓜子)', 'food5', '', '南瓜子(白瓜子).jpg', '8', '48.24', '0', '3.768', '2.264', '1.408', '47.2', '29.6', '3.2', '78.48', '35.52', '0.976', '0.624', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (733, '腰果(生)', 'food5', '', '腰果(生).jpg', '7', '42.21', '0', '3.297', '1.981', '1.232', '41.3', '25.9', '2.8', '68.67', '31.08', '0.854', '0.546', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (734, '酪梨', 'food5', '', '酪梨.jpg', '30', '17.4', '0', '0.21', '0.33', '4.05', '57', '1.2', '2.4', '8.1', '4.5', '0.12', '0.09', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (735, '開心果', 'food5', '', '開心果.jpg', '7', '45.71', '0', '3.864', '1.47', '1.344', '68.53', '30.17', '7.28', '27.79', '6.02', '0.259', '0.182', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (736, '腰果', 'food5', '', '腰果.jpg', '8', '47.6', '0', '3.488', '1.408', '2.744', '49.44', '0.96', '3.68', '40.64', '17.68', '0.456', '0.416', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (737, '杏仁', 'food5', '', '杏仁.jpg', '7', '44.73', '0', '3.661', '1.708', '1.344', '42.7', '9.45', '9.31', '37.66', '17.5', '0.343', '0.301', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (738, '花生醬', 'food5', '', '花生醬.jpg', '8', '50.64', '0', '4.08', '1.92', '1.664', '50.72', '32.88', '0.56', '37.36', '15.68', '0.192', '0.2', 1271125075, 1271125075);
INSERT INTO `food_element` VALUES (739, '培根', 'food2', '', '培根.jpg', '8', '50.64', '0', '4.08', '1.92', '1.664', '50.72', '32.88', '0.56', '37.36', '15.68', '0.192', '0.2', 1271125075, 1271125075);

-- --------------------------------------------------------

-- 
-- 資料表格式： `guest_food`
-- 

CREATE TABLE `guest_food` (
  `id` int(12) NOT NULL auto_increment,
  `food_id` int(12) NOT NULL COMMENT '食物ID',
  `rand` int(10) NOT NULL,
  `cal` int(5) NOT NULL default '0' COMMENT '食物卡洛里',
  `percent` varchar(20) NOT NULL COMMENT '佔一天份量',
  `portion` varchar(10) NOT NULL default '1' COMMENT '份量',
  `meal` varchar(30) NOT NULL default 'breakfast' COMMENT '早午晚餐',
  `session_id` varchar(50) NOT NULL,
  `flag` int(1) NOT NULL default '0' COMMENT '判斷是否送出',
  `note` text COMMENT '備註欄',
  `img` varchar(200) default NULL,
  `add_time` int(12) NOT NULL COMMENT '新增日期',
  PRIMARY KEY  (`id`),
  KEY `session_id` (`session_id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=722 ;

-- 
-- 列出以下資料庫的數據： `guest_food`
-- 

INSERT INTO `guest_food` VALUES (721, 63, 557711125, 98, '6', '1', 'breakfast', 'f2bb6b386fab6e150a59e40cb5566ae6', 0, NULL, NULL, 1275535621);
INSERT INTO `guest_food` VALUES (720, 60, 557711125, 47, '6', '1', 'breakfast', 'f2bb6b386fab6e150a59e40cb5566ae6', 0, NULL, NULL, 1275535618);
INSERT INTO `guest_food` VALUES (716, 59, 28110779, 125, '2', '1', 'breakfast', 'f2bb6b386fab6e150a59e40cb5566ae6', 0, NULL, NULL, 1275535555);
INSERT INTO `guest_food` VALUES (717, 58, 557711125, 601, '6', '1', 'breakfast', 'f2bb6b386fab6e150a59e40cb5566ae6', 0, NULL, NULL, 1275535611);
INSERT INTO `guest_food` VALUES (718, 59, 557711125, 125, '6', '1', 'breakfast', 'f2bb6b386fab6e150a59e40cb5566ae6', 0, NULL, NULL, 1275535612);
INSERT INTO `guest_food` VALUES (719, 61, 557711125, 86, '6', '1', 'breakfast', 'f2bb6b386fab6e150a59e40cb5566ae6', 0, NULL, NULL, 1275535616);
INSERT INTO `guest_food` VALUES (715, 58, 28110779, 601, '2', '1', 'breakfast', 'f2bb6b386fab6e150a59e40cb5566ae6', 0, NULL, NULL, 1275535553);

-- --------------------------------------------------------

-- 
-- 資料表格式： `guest_health`
-- 

CREATE TABLE `guest_health` (
  `health_id` int(5) NOT NULL auto_increment,
  `session_id` varchar(50) NOT NULL,
  `need_cal` varchar(8) NOT NULL COMMENT '所需卡洛里',
  `birthday` int(13) NOT NULL default '0' COMMENT '生日',
  `user_h` varchar(5) NOT NULL COMMENT '身高',
  `user_sex` varchar(5) NOT NULL COMMENT '性別',
  `user_w` varchar(5) NOT NULL COMMENT '體重',
  `diabetes` varchar(10) default NULL COMMENT '糖尿病',
  `hypertension` varchar(10) default NULL COMMENT '高血壓',
  `waistline` varchar(3) default NULL COMMENT '腰圍',
  `bmi` varchar(8) default NULL COMMENT 'BMI',
  `heart` varchar(10) default NULL COMMENT '心臟病',
  `kidney` varchar(10) NOT NULL COMMENT '腎臟病',
  `good_w` varchar(8) NOT NULL COMMENT '理想體重1',
  `good_w2` varchar(8) NOT NULL COMMENT '理想體重2',
  `pronunciation` varchar(10) NOT NULL COMMENT '語音提醒',
  `actions` varchar(10) NOT NULL COMMENT '活動量分級',
  `creatinine` varchar(8) default NULL COMMENT '血清',
  `na` varchar(8) default NULL COMMENT '血鈉',
  `bun` varchar(8) default NULL COMMENT '血尿素氮',
  `fasting_sugar` varchar(8) default NULL COMMENT '空腹血糖',
  `kk` varchar(8) default NULL COMMENT '血鉀',
  `hba1c` varchar(8) default NULL COMMENT '糖化血色素',
  `pp` varchar(8) default NULL COMMENT '血磷',
  `hgb` varchar(8) default NULL COMMENT '血色素',
  `ca` varchar(8) default NULL COMMENT '血鈣',
  `hct` varchar(8) default NULL COMMENT '血容比',
  `fe` varchar(8) default NULL COMMENT '血鐵',
  `tibc` varchar(8) default NULL COMMENT '鐵總結合能力',
  `ua` varchar(8) default NULL COMMENT '尿酸',
  `ferritin` varchar(8) default NULL COMMENT '血清轉鐵蛋白',
  `cholesterol` varchar(8) default NULL COMMENT '膽固醇',
  `triglyceride` varchar(8) default NULL COMMENT '中性脂肪 (三酸甘油)',
  `kidney_cure` varchar(10) default NULL COMMENT '洗腎種類HD、CAPD',
  `gfr` varchar(10) default NULL COMMENT '腎絲球過濾率GFR',
  `add_time` int(12) NOT NULL COMMENT '新增日期',
  PRIMARY KEY  (`health_id`),
  UNIQUE KEY `session_id` (`session_id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=43 ;

-- 
-- 列出以下資料庫的數據： `guest_health`
-- 

INSERT INTO `guest_health` VALUES (42, 'f2bb6b386fab6e150a59e40cb5566ae6', '2190', -347184000, '159', '男', '73', '沒有', '沒有', '10', '28.875', '沒有', '沒有', '46.8', '60.7', '國語', '輕度', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', 1275535482);

-- --------------------------------------------------------

-- 
-- 資料表格式： `power`
-- 

CREATE TABLE `power` (
  `id` int(10) NOT NULL auto_increment,
  `userid` int(10) NOT NULL COMMENT '會員ID',
  `power` int(2) NOT NULL default '0' COMMENT '權限',
  `add_time` int(12) NOT NULL default '0' COMMENT '新增日期',
  `up_time` int(12) NOT NULL default '0' COMMENT '修改日期',
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=8 ;

-- 
-- 列出以下資料庫的數據： `power`
-- 

INSERT INTO `power` VALUES (3, 2, 1, 1256623653, 1256627510);
INSERT INTO `power` VALUES (2, 3, 1, 1256547563, 1264734627);
INSERT INTO `power` VALUES (4, 8, 2, 1257307127, 1257307127);
INSERT INTO `power` VALUES (5, 9, 2, 1257909963, 1257909963);
INSERT INTO `power` VALUES (6, 5, 2, 1266998726, 1266998726);

-- --------------------------------------------------------

-- 
-- 資料表格式： `sessions`
-- 

CREATE TABLE `sessions` (
  `id` int(10) NOT NULL auto_increment,
  `session_id` varchar(200) NOT NULL,
  `userid` int(10) NOT NULL,
  `login_time` int(12) NOT NULL,
  PRIMARY KEY  (`id`),
  KEY `session_id` (`session_id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=107 ;

-- 
-- 列出以下資料庫的數據： `sessions`
-- 


-- --------------------------------------------------------

-- 
-- 資料表格式： `suitfood`
-- 

CREATE TABLE `suitfood` (
  `id` int(10) NOT NULL auto_increment,
  `food_id` varchar(255) NOT NULL COMMENT '食物ID逗號分開',
  `suit_name` varchar(255) NOT NULL COMMENT '套餐名稱',
  `add_time` int(13) NOT NULL default '0' COMMENT '新增日期',
  `up_time` int(13) NOT NULL default '0' COMMENT '修改日期',
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=6 ;

-- 
-- 列出以下資料庫的數據： `suitfood`
-- 

INSERT INTO `suitfood` VALUES (3, '31,107,93,', '套餐1', 1255332143, 1268286790);
INSERT INTO `suitfood` VALUES (4, '34,', '套餐名稱', 1255332320, 1255335794);
INSERT INTO `suitfood` VALUES (5, '91,92,', '套餐名稱套餐名稱', 1255335213, 1255335213);

-- --------------------------------------------------------

-- 
-- 資料表格式： `test`
-- 

CREATE TABLE `test` (
  `id` varchar(10) NOT NULL,
  `mn` varchar(10) NOT NULL,
  `lu` varchar(10) NOT NULL,
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=big5;

-- 
-- 列出以下資料庫的數據： `test`
-- 


-- --------------------------------------------------------

-- 
-- 資料表格式： `user`
-- 

CREATE TABLE `user` (
  `id` int(10) NOT NULL auto_increment,
  `c_name` varchar(200) NOT NULL,
  `e_name` varchar(200) default NULL,
  `email` varchar(255) default NULL,
  `username` varchar(255) NOT NULL,
  `password` varchar(255) NOT NULL,
  `telphone` varchar(100) default NULL,
  `celphone` varchar(100) default NULL,
  `address` varchar(255) default NULL,
  `add_time` int(12) NOT NULL,
  `up_time` int(12) NOT NULL,
  PRIMARY KEY  (`id`),
  UNIQUE KEY `username_uni` (`username`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=50 ;

-- 
-- 列出以下資料庫的數據： `user`
-- 

INSERT INTO `user` VALUES (2, '柯金成', 'Kurt Ke', 'kurt@thu.edu.tw', 'kurtke', '88fef04f24a1d8c438cc2593ab4aca7c', '04-23500121#30214', '0931612161', '台中市西屯區廣福路150號', 1251271713, 1264668901);
INSERT INTO `user` VALUES (3, 'phyllis', 'phyllis', 'phyllis@hotmail.com', 'phyllis', '35700767e8b68b9657f0f355bb36e86a', '23590121#30241', '', '', 1251272031, 1271659088);
INSERT INTO `user` VALUES (5, 'test', 'test', 'test@hotmail.com', 'test', '098f6bcd4621d373cade4e832627b4f6', '', '', '', 1251439288, 1264538640);
INSERT INTO `user` VALUES (6, 'health', 'health', 'health@hotmail.com', 'health', '555bf8344ca0caf09b42f55e185526d8', '', '', '', 1251690841, 1264538690);
INSERT INTO `user` VALUES (7, '馬小九', 'dog', '', 'sssss', '2d02e669731cbade6a64b58d602cf2a4', '', '', '', 1251786299, 1255052208);
INSERT INTO `user` VALUES (8, 'fffff', '', '', 'fffff', 'a98f6f64e6cdfac22ab2ffd15a7241e3', '', '', '', 1251786425, 1251786425);
INSERT INTO `user` VALUES (9, 'bbbbbbb', '', '', 'bbbbbbb', 'e1faffe9c3c801f2f8c3fbe7cb032cb2', '', '', '', 1251790870, 1251790870);
INSERT INTO `user` VALUES (10, 'vvvvvvv', '', '', 'vvvvvvv', '4fa7d43935db9be0d70478518dc4c0c7', '', '', '', 1251791019, 1251791019);
INSERT INTO `user` VALUES (21, 'bbbbb', '', '', 'bbbbb', 'a21075a36eeddd084e17611a238c7101', '', '', '', 1254881788, 1254881788);
INSERT INTO `user` VALUES (12, 'admin', 'admin', 'admin@thu.edu.tw', 'admin', '52d20e546fa3127b18e7918f00e2cd25', '', '', '', 1252999736, 1254197678);
INSERT INTO `user` VALUES (22, '醫事人員', '', '', 'nurse', '0701aa317da5a004fbf6111545678a6c', '', '', '', 1254896438, 1255072255);
INSERT INTO `user` VALUES (28, 'annie-Lin', 'annie', 'annie@hotmail.com', 'annie', 'a21810a01d3fe0df4291d7d3e7abbd1c', '', '', '', 1255314065, 1255314065);
INSERT INTO `user` VALUES (25, '3333', '', '', '3333', '2be9bd7a3434f7038ca27d1918de58bd', '', '', '', 1254973605, 1254973605);
INSERT INTO `user` VALUES (26, '4444', '', '', '4444', 'dbc4d84bfcfe2284ba11beffb853a8c4', '', '', '', 1254973841, 1254973841);
INSERT INTO `user` VALUES (27, 'miju', '', '', 'miju', '113a91992f122f52354c0516076d21c5', '', '', '', 1255063607, 1255063607);
INSERT INTO `user` VALUES (30, 'angel', '', '', 'angel', 'f4f068e71e0d87bf0ad51e6214ab84e9', '', '', '', 1255316307, 1255316307);
INSERT INTO `user` VALUES (33, 'ggggggg', 'ggggggg', 'ggggggg@thu.edu.tw', 'ggggggg', '60d25c2d918be5f46443a81ac1ae5f87', 'ggggggg', 'ggggggg', 'ggggggg', 1255339159, 1255339159);
INSERT INTO `user` VALUES (35, '羅梅華', '', 'mhlu@mail.vhcy.gov.tw', 'mhlu', 'f151233fca8c2bea416879ae9b2636ba', '05-2359630', '', '嘉義市世賢路二段600號', 1255391551, 1255391551);
INSERT INTO `user` VALUES (36, '林韋存', '', '', 'weitsun', '417a6a7d782bc721b1a46bf3c9f602cd', '', '', '', 1256114334, 1256114334);
INSERT INTO `user` VALUES (37, 'j', 'j', '', 'oiqd', 'fcfa4ed1158f48f42138b35eb0449bbe', '', '', '', 1259082500, 1259082500);
INSERT INTO `user` VALUES (38, 'test', '', '', 'test2', 'ad0234829205b9033196ba818f7a872b', '', '', '', 1262145263, 1262145263);
INSERT INTO `user` VALUES (40, 'hhhhhh', '', '', 'hhhhhh', 'f14029217ff5e7a50cdc7e70f686cf29', '', '', '', 1264558733, 1264558733);
INSERT INTO `user` VALUES (41, 'vvvvvv', '', '', 'vvvvvv', '4693fbb215b8ca15a6900f0cfa164cdc', '', '', '', 1264559958, 1264559958);
INSERT INTO `user` VALUES (44, 'jjjjjj', '', '', 'jjjjjj', '3abf00fa61bfae2fff9133375e142416', '', '', '', 1264728472, 1264728472);
INSERT INTO `user` VALUES (45, 'llllll', '', '', 'llllll', 'a73f86ae408af70b67141843e7130723', '', '', '', 1264733215, 1264733215);
INSERT INTO `user` VALUES (46, '陳仕偉', '', 'chensw@thu.edu.tw', 'chensw', '6b4fa0430fc3c29a586022798172c4a1', '', '', '', 1270262631, 1270262631);
INSERT INTO `user` VALUES (47, 'ddd', '', '', 'ddd', '77963b7a931377ad4ab5ad6a9cd718aa', '', '', '', 1271642875, 1271642875);
INSERT INTO `user` VALUES (48, 'aaa', '', '', 'aaa', '47bce5c74f589f4867dbd57e9ca9f808', '', '', '', 1271642977, 1271642977);
INSERT INTO `user` VALUES (49, 'sss', '', '', 'sss', '9f6e6800cfae7749eb6c486619254b9c', '', '', '', 1271643016, 1271643016);

-- --------------------------------------------------------

-- 
-- 資料表格式： `user_food`
-- 

CREATE TABLE `user_food` (
  `id` int(10) NOT NULL auto_increment,
  `userid` int(10) NOT NULL COMMENT '使用者ID',
  `food_id` text NOT NULL COMMENT '食物ID',
  `part` text NOT NULL COMMENT '份量',
  `percent` int(3) NOT NULL COMMENT '佔一天份量',
  `meal` varchar(30) NOT NULL default 'breakfast' COMMENT '早午晚餐',
  `note` text COMMENT '備註欄',
  `img` varchar(200) default NULL,
  `add_time` int(12) NOT NULL,
  PRIMARY KEY  (`id`),
  KEY `userid_idx` (`userid`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=66 ;

-- 
-- 列出以下資料庫的數據： `user_food`
-- 

INSERT INTO `user_food` VALUES (1, 1, '53,57,', '0.5,1,', 4, 'breakfast', NULL, NULL, 1251775314);
INSERT INTO `user_food` VALUES (2, 1, '53,57,', '0.5,1,', 4, 'breakfast', NULL, NULL, 1251775511);
INSERT INTO `user_food` VALUES (3, 1, '53,57,', '0.5,1,', 4, 'breakfast', NULL, NULL, 1251775646);
INSERT INTO `user_food` VALUES (4, 1, '58,65,', '1,1,', 3, 'breakfast', NULL, NULL, 1251775820);
INSERT INTO `user_food` VALUES (5, 1, '58,65,', '1,1,', 3, 'breakfast', NULL, NULL, 1251775858);
INSERT INTO `user_food` VALUES (6, 1, '58,65,', '1,1,', 3, 'breakfast', NULL, NULL, 1251775868);
INSERT INTO `user_food` VALUES (7, 3, '26,58,59,115,', '1,1,1,1,', 6, 'breakfast', NULL, NULL, 1251875921);
INSERT INTO `user_food` VALUES (8, 1, '57,55,', '1,1,', 3, 'breakfast', NULL, NULL, 1251943177);
INSERT INTO `user_food` VALUES (57, 3, '52,54,53,', '1,1,1,', 5, 'lunch', '', NULL, 1256111808);
INSERT INTO `user_food` VALUES (11, 3, '49,56,55,', '1,1,1,', 6, 'breakfast', NULL, NULL, 1252286233);
INSERT INTO `user_food` VALUES (12, 1, '58,', '1,', 5, 'breakfast', NULL, NULL, 1252305710);
INSERT INTO `user_food` VALUES (13, 1, '55,57,', '1,1,', 3, 'breakfast', NULL, NULL, 1252995921);
INSERT INTO `user_food` VALUES (14, 1, '57,55,', '1,1,', 5, 'breakfast', NULL, NULL, 1252995972);
INSERT INTO `user_food` VALUES (15, 1, '55,57,', '1,1,', 5, 'breakfast', NULL, NULL, 1252997391);
INSERT INTO `user_food` VALUES (16, 1, '57,55,', '1,1,', 6, 'breakfast', NULL, NULL, 1252997634);
INSERT INTO `user_food` VALUES (17, 1, '57,55,', '1,1,', 6, 'breakfast', NULL, NULL, 1252998900);
INSERT INTO `user_food` VALUES (18, 1, '104,107,', '1,1,', 4, 'lunch', '理想體重為：56 ~ 73kg\r\n一日所需熱量：2040\r\n剩餘可攝取熱量：2012', NULL, 1253076994);
INSERT INTO `user_food` VALUES (23, 3, '58,59,', '1,1,', 5, 'breakfast', '備註欄', NULL, 1253594572);
INSERT INTO `user_food` VALUES (24, 1, '55,56,', '0.25,0.75,', 4, 'breakfast', '備註欄', NULL, 1254119249);
INSERT INTO `user_food` VALUES (25, 1, '55,56,', '0.25,0.75,', 4, 'breakfast', '', NULL, 1254120429);
INSERT INTO `user_food` VALUES (26, 1, '57,58,55,56,55,57,', '2,1,2,2,2,2,', 1, 'breakfast', '', NULL, 1254124111);
INSERT INTO `user_food` VALUES (27, 1, '57,58,55,56,55,57,', '2,1,2,2,2,2,', 1, 'breakfast', '', NULL, 1254124152);
INSERT INTO `user_food` VALUES (28, 3, '51,116,112,61,67,68,', '1,2,2,1,1,1,', 3, 'dinner', '', NULL, 1254126046);
INSERT INTO `user_food` VALUES (29, 1, '57,58,55,56,55,57,', '2,1,2,2,2,2,', 1, 'breakfast', '', NULL, 1254126250);
INSERT INTO `user_food` VALUES (30, 1, '57,58,55,56,55,57,', '2,1,2,2,2,2,', 1, 'breakfast', '', NULL, 1254126282);
INSERT INTO `user_food` VALUES (31, 1, '57,58,55,56,55,57,', '2,1,2,2,2,2,', 1, 'breakfast', '', NULL, 1254126301);
INSERT INTO `user_food` VALUES (32, 1, '57,', '1,', 2, 'breakfast', '', NULL, 1254126509);
INSERT INTO `user_food` VALUES (33, 1, '57,', '1,', 2, 'breakfast', '', NULL, 1254126530);
INSERT INTO `user_food` VALUES (34, 1, '57,', '1,', 2, 'breakfast', '', NULL, 1254126548);
INSERT INTO `user_food` VALUES (35, 1, '112,111,', '1,1,', 5, 'breakfast', '', NULL, 1254126707);
INSERT INTO `user_food` VALUES (36, 1, '112,111,', '1,1,', 5, 'breakfast', '', NULL, 1254126828);
INSERT INTO `user_food` VALUES (37, 1, '53,111,111,111,', '1,1,1,1,', 5, 'breakfast', '', NULL, 1254127968);
INSERT INTO `user_food` VALUES (38, 1, '111,53,111,', '1,1,1,', 5, 'breakfast', '', NULL, 1254128333);
INSERT INTO `user_food` VALUES (39, 1, '111,53,111,', '1,1,1,', 5, 'breakfast', '', NULL, 1254128432);
INSERT INTO `user_food` VALUES (40, 1, '59,62,', '1,2,', 6, 'breakfast', '', NULL, 1254191966);
INSERT INTO `user_food` VALUES (41, 1, '59,62,', '1,2,', 6, 'breakfast', '', NULL, 1254192057);
INSERT INTO `user_food` VALUES (42, 1, '59,62,', '1,2,', 6, 'breakfast', '', NULL, 1254192270);
INSERT INTO `user_food` VALUES (43, 1, '47,55,', '1,0.5,', 6, 'breakfast', '', NULL, 1254193919);
INSERT INTO `user_food` VALUES (44, 1, '47,55,', '1,0.5,', 6, 'breakfast', '', NULL, 1254193945);
INSERT INTO `user_food` VALUES (45, 1, '55,', '0.33,', 3, 'breakfast', '', NULL, 1254194213);
INSERT INTO `user_food` VALUES (46, 1, '68,68,', '0.5,0.5,', 6, 'breakfast', '', NULL, 1254194545);
INSERT INTO `user_food` VALUES (47, 1, '51,56,55,', '1,1,0.5,', 1, 'breakfast', '', NULL, 1254194632);
INSERT INTO `user_food` VALUES (48, 1, '60,62,', '1,0.25,', 5, 'breakfast', 'test', NULL, 1254194665);
INSERT INTO `user_food` VALUES (49, 3, '115,116,71,', '1,1,1,', 3, 'dinner', '', NULL, 1254274753);
INSERT INTO `user_food` VALUES (55, 2, '115,116,', '1,1,', 5, 'breakfast', '', NULL, 1254992609);
INSERT INTO `user_food` VALUES (51, 3, '53,55,56,49,', '1,1,1,1,', 3, 'dinner', '', NULL, 1254448513);
INSERT INTO `user_food` VALUES (52, 3, '65,49,53,', '1,1,1,', 3, 'lunch', '', NULL, 1254809655);
INSERT INTO `user_food` VALUES (56, 2, '59,115,', '1,1,', 2, 'breakfast', '', NULL, 1254993750);
INSERT INTO `user_food` VALUES (54, 3, '113,112,49,65,', '1,1,1,1,', 3, 'breakfast', '', NULL, 1254904325);
INSERT INTO `user_food` VALUES (58, 2, '52,53,115,59,', '0.5,1,1,1,', 6, 'breakfast', '', '', 1257405641);
INSERT INTO `user_food` VALUES (59, 2, '55,57,', '1,1,', 6, 'breakfast', '', '', 1257405694);
INSERT INTO `user_food` VALUES (60, 2, '58,', '0.25,', 6, 'breakfast', '', '78750475219.jpg', 1257405787);
INSERT INTO `user_food` VALUES (61, 2, '61,', '1,', 6, 'lunch', '', '', 1257405804);
INSERT INTO `user_food` VALUES (62, 3, '105,71,28,30,35,104,', '1,1,1,1,1,1,', 4, 'lunch', '', '', 1261648255);
INSERT INTO `user_food` VALUES (63, 3, '57,56,53,', '1,1,1,', 5, 'breakfast', '', '', 1264735763);
INSERT INTO `user_food` VALUES (64, 3, '55,50,', '1,0.5,', 3, 'breakfast', '', '', 1270261467);
INSERT INTO `user_food` VALUES (65, 3, '49,', '1,', 3, 'lunch', '', '', 1270266816);

-- --------------------------------------------------------

-- 
-- 資料表格式： `user_health`
-- 

CREATE TABLE `user_health` (
  `health_id` int(5) NOT NULL auto_increment,
  `userid` int(10) NOT NULL,
  `need_cal` varchar(8) NOT NULL COMMENT '所需卡洛里',
  `birthday` int(13) NOT NULL default '0' COMMENT '生日',
  `user_h` varchar(5) NOT NULL COMMENT '身高',
  `user_sex` varchar(5) NOT NULL,
  `user_w` varchar(5) NOT NULL COMMENT '體重',
  `diabetes` varchar(10) default NULL,
  `hypertension` varchar(10) default NULL,
  `waistline` varchar(3) default NULL,
  `bmi` varchar(8) default NULL,
  `heart` varchar(10) default NULL,
  `kidney` varchar(10) NOT NULL,
  `good_w` varchar(8) NOT NULL,
  `good_w2` varchar(8) NOT NULL,
  `pronunciation` varchar(10) NOT NULL,
  `actions` varchar(10) NOT NULL,
  `creatinine` varchar(8) default NULL,
  `na` varchar(8) default NULL,
  `bun` varchar(8) default NULL COMMENT '血尿素氮',
  `fasting_sugar` varchar(8) default NULL,
  `kk` varchar(8) default NULL,
  `hba1c` varchar(8) default NULL,
  `pp` varchar(8) default NULL,
  `hgb` varchar(8) default NULL,
  `ca` varchar(8) default NULL,
  `hct` varchar(8) default NULL,
  `fe` varchar(8) default NULL,
  `tibc` varchar(8) default NULL,
  `ua` varchar(8) default NULL,
  `ferritin` varchar(8) default NULL,
  `cholesterol` varchar(8) default NULL,
  `triglyceride` varchar(8) default NULL,
  `kidney_cure` varchar(10) default NULL COMMENT '洗腎種類HD、CAPD',
  `gfr` varchar(10) default NULL COMMENT '腎絲球過濾率GFR',
  `add_time` int(12) NOT NULL,
  `up_time` int(12) NOT NULL,
  PRIMARY KEY  (`health_id`),
  UNIQUE KEY `userid` (`userid`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=25 ;

-- 
-- 列出以下資料庫的數據： `user_health`
-- 

INSERT INTO `user_health` VALUES (11, 22, '2010', 1116345600, '170', '男', '67', '沒有', '沒有', '10', '23.183', '沒有', '沒有', '53.5', '69.4', '國語', '輕度', '140', '140', NULL, '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', NULL, NULL, 1254896476, 1254989810);
INSERT INTO `user_health` VALUES (2, 2, '2800', 422035200, '175', '男', '80', '沒有', '沒有', '37', '26.122', '沒有', '有', '56.7', '73.5', '國語', '重度', '0.7', '150', '20', '100', '4', '5', '3', '13', '10', '45', '100', '190', '3', '200', '100', '100', 'HD', '', 1251271757, 1271232436);
INSERT INTO `user_health` VALUES (3, 3, '3000', 252432000, '154', '男', '100', '有', '沒有', '58', '42.166', '沒有', '有', '43.9', '56.9', '國語', '輕度', '111', '0', '', '0', '0', '444', '0', '3', '0', '4', '0', '0', '0', '0', '0', '0', 'HD', '', 1251272106, 1271659088);
INSERT INTO `user_health` VALUES (4, 5, '0', -28800, '101', '男', '23', '沒有', '沒有', '10', '22.547', '沒有', '沒有', '18.900', '24.500', '國語', '中度', '123', '0', NULL, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', NULL, NULL, 1251439313, 1264538640);
INSERT INTO `user_health` VALUES (5, 6, '0', -28800, '171', '女', '48', '沒有', '沒有', '10', '16.415', '沒有', '沒有', '54.100', '70.200', '國語', '輕度', '0', '0', NULL, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', NULL, NULL, 1251690862, 1264538690);
INSERT INTO `user_health` VALUES (6, 8, '0', 4, '103', '男', '23', '沒有', '沒有', '10', '21.680', '沒有', '沒有', '19.600', '25.500', '國語', '輕度', '150', '150', NULL, '150', '150', '150', '0', '150', '0', '150', '0', '0', '0', '0', '0', '0', NULL, NULL, 1251790821, 1251790821);
INSERT INTO `user_health` VALUES (7, 9, '600', 4, '110', '男', '24', '沒有', '沒有', '10', '19.835', '沒有', '沒有', '22.400', '29.000', '國語', '臥床', '0', '0', NULL, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', NULL, NULL, 1251791004, 1251791004);
INSERT INTO `user_health` VALUES (8, 10, '2250', 17, '175', '男', '90', '沒有', '沒有', '10', '29.388', '沒有', '沒有', '56.700', '73.500', '國語', '輕度', '0', '0', NULL, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', NULL, NULL, 1251791039, 1251791039);
INSERT INTO `user_health` VALUES (9, 12, '1140', 20, '131', '男', '38', '沒有', '沒有', '12', '22.143', '沒有', '沒有', '31.700', '41.200', '國語', '輕度', '0', '0', NULL, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', NULL, NULL, 1252999754, 1253594669);
INSERT INTO `user_health` VALUES (13, 27, '1200', -965462400, '127', '男', '48', '沒有', '沒有', '24.', '29.76', '沒有', '沒有', '29.8', '38.7', '國語', '輕度', '11', '', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL, 1255063633, 1255063633);
INSERT INTO `user_health` VALUES (14, 30, '1175', -939283200, '126', '男', '47', '沒有', '沒有', '10', '29.604', '沒有', '沒有', '29.4', '38.1', '國語', '輕度', '', '', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL, 1255316391, 1255316391);
INSERT INTO `user_health` VALUES (15, 33, '2000', 422035200, '175', '', '80', '沒有', '沒有', '38', '26.122', '沒有', '沒有', '', '', '國語', '輕度', '150', '150', NULL, '150', '150', '150', '150', '150', '150', '150', '150', '150', '150', '150', '150', '150', NULL, NULL, 1255339159, 0);
INSERT INTO `user_health` VALUES (16, 35, '1575', 19065600, '157', '女', '45', '不知道', '不知道', '24.', '18.256', '不知道', '不知道', '45.6', '59.2', '國語', '輕度', '1', '', NULL, '110', '', '6', '', '', '', '', '', '', '', '', '', '', NULL, NULL, 1255391673, 1255391673);
INSERT INTO `user_health` VALUES (18, 41, '1320', -284025600, '147', '女', '44', '沒有', '沒有', '10', '20.362', '沒有', '沒有', '40', '51.9', '國語', '臥床', '0.7', '', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', 'CAPD', '94.1418656', 1264560174, 1264562109);
INSERT INTO `user_health` VALUES (20, 44, '2800', -284025600, '175', '男', '80', '沒有', '沒有', '10', '26.122', '沒有', '有', '56.7', '73.5', '國語', '重度', '0.7', '150', '10', '100', '4', '5', '4', '14', '9', '45', '100', '200', '3', '150', '100', '100', 'CAPD', '', 1264728764, 1264729180);
INSERT INTO `user_health` VALUES (21, 46, '3750', 31507200, '155', '男', '125', '有', '有', '44', '52.029', '有', '有', '', '', '國語', '輕度', '', '', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL, 1270262631, 0);
INSERT INTO `user_health` VALUES (22, 47, '1320', -1830412800, '105', '男', '44', '沒有', '沒有', '10', '39.909', '沒有', '沒有', '20.4', '26.5', '國語', '輕度', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', 1271642885, 0);
INSERT INTO `user_health` VALUES (23, 48, '1320', -1830412800, '101', '男', '44', '沒有', '沒有', '10', '43.133', '沒有', '沒有', '18.9', '24.5', '國語', '輕度', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', 1271642983, 0);
INSERT INTO `user_health` VALUES (24, 49, '1380', -1830412800, '101', '男', '46', '沒有', '沒有', '10', '45.094', '沒有', '沒有', '18.9', '24.5', '國語', '輕度', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', 1271643023, 0);

-- --------------------------------------------------------

-- 
-- 資料表格式： `user_health_bk`
-- 

CREATE TABLE `user_health_bk` (
  `health_id` int(5) NOT NULL auto_increment,
  `userid` int(10) NOT NULL,
  `need_cal` varchar(8) NOT NULL COMMENT '所需卡洛里',
  `birthday` int(13) NOT NULL default '0' COMMENT '生日',
  `user_h` varchar(5) NOT NULL COMMENT '身高',
  `user_sex` varchar(5) NOT NULL,
  `user_w` varchar(5) NOT NULL COMMENT '體重',
  `diabetes` varchar(10) default NULL,
  `hypertension` varchar(10) default NULL,
  `waistline` varchar(3) default NULL,
  `bmi` varchar(8) default NULL COMMENT 'BMI',
  `heart` varchar(10) default NULL,
  `kidney` varchar(10) NOT NULL,
  `good_w` varchar(8) NOT NULL COMMENT '理想體重1',
  `good_w2` varchar(8) NOT NULL COMMENT '理想體重2',
  `pronunciation` varchar(10) NOT NULL,
  `actions` varchar(10) NOT NULL,
  `creatinine` varchar(8) default NULL COMMENT '血中肌肝酸',
  `na` varchar(8) default NULL COMMENT '血鈉',
  `bun` varchar(8) default NULL COMMENT '血尿素氮',
  `fasting_sugar` varchar(8) default NULL COMMENT '空腹血糖',
  `kk` varchar(8) default NULL COMMENT '血鉀',
  `hba1c` varchar(8) default NULL COMMENT '糖化血色素',
  `pp` varchar(8) default NULL COMMENT '血磷',
  `hgb` varchar(8) default NULL COMMENT '血色素',
  `ca` varchar(8) default NULL COMMENT '血鈣',
  `hct` varchar(8) default NULL COMMENT '血容比',
  `fe` varchar(8) default NULL COMMENT '血鐵',
  `tibc` varchar(8) default NULL COMMENT '鐵總結合能力',
  `ua` varchar(8) default NULL COMMENT '尿酸',
  `ferritin` varchar(8) default NULL COMMENT '血清轉鐵蛋白',
  `cholesterol` varchar(8) default NULL COMMENT '膽固醇',
  `triglyceride` varchar(8) default NULL COMMENT '中性脂肪 (三酸甘油)',
  `kidney_cure` varchar(10) default NULL COMMENT '洗腎種類HD、CAPD',
  `gfr` varchar(10) default NULL COMMENT '腎絲球過濾率GFR',
  `add_time` int(12) NOT NULL,
  PRIMARY KEY  (`health_id`),
  KEY `userid` (`userid`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=119 ;

-- 
-- 列出以下資料庫的數據： `user_health_bk`
-- 

INSERT INTO `user_health_bk` VALUES (3, 2, '0', 27, '175', '男', '85', '沒有', '沒有', '38', '27.755', '沒有', '沒有', '56.700', '73.500', '國語', '輕度', '150', '150', NULL, '150', '150', '150', '150', '150', '150', '150', '150', '150', '150', '150', '150', '150', NULL, NULL, 1251271757);
INSERT INTO `user_health_bk` VALUES (4, 3, '0', 30, '155', '女', '50', '沒有', '沒有', '25', '20.812', '沒有', '沒有', '44.400', '57.700', '國語', '輕度', '111', '0', NULL, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', NULL, NULL, 1251272106);
INSERT INTO `user_health_bk` VALUES (14, 5, '0', 10, '101', '男', '23', '沒有', '沒有', '10', '22.547', '沒有', '沒有', '18.900', '24.500', '國語', '中度', '123', '0', NULL, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', NULL, NULL, 1251439313);
INSERT INTO `user_health_bk` VALUES (15, 6, '0', 15, '171', '女', '48', '沒有', '沒有', '10', '16.415', '沒有', '沒有', '54.100', '70.200', '國語', '輕度', '0', '0', NULL, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', NULL, NULL, 1251690862);
INSERT INTO `user_health_bk` VALUES (16, 8, '0', 4, '103', '男', '23', '沒有', '沒有', '10', '21.680', '沒有', '沒有', '19.600', '25.500', '國語', '輕度', '150', '150', NULL, '150', '150', '150', '0', '150', '0', '150', '0', '0', '0', '0', '0', '0', NULL, NULL, 1251790821);
INSERT INTO `user_health_bk` VALUES (17, 9, '600', 4, '110', '男', '24', '沒有', '沒有', '10', '19.835', '沒有', '沒有', '22.400', '29.000', '國語', '臥床', '0', '0', NULL, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', NULL, NULL, 1251791004);
INSERT INTO `user_health_bk` VALUES (18, 10, '2250', 17, '175', '男', '90', '沒有', '沒有', '10', '29.388', '沒有', '沒有', '56.700', '73.500', '國語', '輕度', '0', '0', NULL, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', NULL, NULL, 1251791039);
INSERT INTO `user_health_bk` VALUES (24, 3, '1500', 30, '155', '女', '50', '沒有', '沒有', '25', '20.812', '沒有', '沒有', '44.400', '57.700', '國語', '輕度', '111', '0', NULL, '0', '0', '444', '0', '3', '0', '4', '0', '0', '0', '0', '0', '0', NULL, NULL, 1251965627);
INSERT INTO `user_health_bk` VALUES (28, 12, '1140', 20, '131', '男', '38', '沒有', '沒有', '12', '22.143', '沒有', '沒有', '31.700', '41.200', '國語', '輕度', '0', '0', NULL, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', NULL, NULL, 1252999754);
INSERT INTO `user_health_bk` VALUES (33, 3, '1500', 30, '155', '女', '50', '沒有', '沒有', '25', '20.812', '沒有', '沒有', '44.400', '57.700', '國語', '輕度', '111', '0', NULL, '0', '0', '444', '0', '3', '0', '4', '0', '0', '0', '0', '0', '0', NULL, NULL, 1253521505);
INSERT INTO `user_health_bk` VALUES (34, 3, '2250', 30, '177', '女', '75', '沒有', '沒有', '25', '23.939', '沒有', '沒有', '58.000', '75.200', '國語', '輕度', '111', '0', NULL, '0', '0', '444', '0', '3', '0', '4', '0', '0', '0', '0', '0', '0', NULL, NULL, 1253521678);
INSERT INTO `user_health_bk` VALUES (35, 3, '2250', 30, '177', '女', '75', '沒有', '沒有', '25', '23.939', '沒有', '沒有', '58.000', '75.200', '國語', '輕度', '111', '0', NULL, '0', '0', '444', '0', '3', '0', '4', '0', '0', '0', '0', '0', '0', NULL, NULL, 1253582391);
INSERT INTO `user_health_bk` VALUES (61, 22, '1950', 25, '170', '男', '65', '沒有', '沒有', '10', '22.491', '沒有', '沒有', '53.500', '69.400', '國語', '輕度', '140', '140', NULL, '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', NULL, NULL, 1254896476);
INSERT INTO `user_health_bk` VALUES (60, 2, '2490', 27, '175', '男', '83', '沒有', '沒有', '37', '27.102', '沒有', '沒有', '56.700', '73.500', '國語', '中度', '140', '140', NULL, '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', NULL, NULL, 1254882848);
INSERT INTO `user_health_bk` VALUES (59, 2, '2490', 27, '175', '男', '83', '沒有', '沒有', '37', '27.102', '沒有', '沒有', '56.700', '73.500', '國語', '中度', '140', '140', NULL, '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', NULL, NULL, 1254878860);
INSERT INTO `user_health_bk` VALUES (58, 2, '2490', 27, '175', '男', '83', '沒有', '沒有', '37', '27.102', '沒有', '沒有', '56.700', '73.500', '國語', '中度', '140', '140', NULL, '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', NULL, NULL, 1254878703);
INSERT INTO `user_health_bk` VALUES (57, 2, '2490', 27, '175', '男', '83', '沒有', '沒有', '37', '27.102', '沒有', '沒有', '56.700', '73.500', '國語', '中度', '140', '140', NULL, '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', NULL, NULL, 1254464906);
INSERT INTO `user_health_bk` VALUES (56, 2, '2490', 27, '175', '男', '83', '沒有', '沒有', '37', '27.102', '沒有', '沒有', '56.700', '73.500', '國語', '中度', '140', '140', NULL, '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', NULL, NULL, 1254464827);
INSERT INTO `user_health_bk` VALUES (55, 2, '2490', 27, '175', '男', '83', '沒有', '沒有', '37', '27.102', '沒有', '沒有', '56.700', '73.500', '國語', '中度', '140', '140', NULL, '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', NULL, NULL, 1254464813);
INSERT INTO `user_health_bk` VALUES (54, 2, '2490', 28, '176', '女', '83', '不知道', '不知道', '37', '26.795', '不知道', '不知道', '56.700', '73.500', '國語', '中度', '140', '140', NULL, '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', NULL, NULL, 1254464781);
INSERT INTO `user_health_bk` VALUES (53, 3, '2250', 30, '177', '男', '90', '沒有', '沒有', '30', '28.727', '沒有', '沒有', '58.000', '75.200', '國語', '輕度', '111', '0', NULL, '0', '0', '444', '0', '3', '0', '4', '0', '0', '0', '0', '0', '0', NULL, NULL, 1254447749);
INSERT INTO `user_health_bk` VALUES (50, 12, '1140', 20, '131', '男', '38', '沒有', '沒有', '12', '22.143', '沒有', '沒有', '31.700', '41.200', '國語', '輕度', '0', '0', NULL, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', NULL, NULL, 1253594669);
INSERT INTO `user_health_bk` VALUES (51, 3, '2250', 30, '177', '女', '75', '沒有', '沒有', '25', '23.939', '沒有', '沒有', '58.000', '75.200', '國語', '輕度', '111', '0', NULL, '0', '0', '444', '0', '3', '0', '4', '0', '0', '0', '0', '0', '0', NULL, NULL, 1253611115);
INSERT INTO `user_health_bk` VALUES (62, 2, '2490', 74966400, '175', '男', '83', '沒有', '沒有', '37', '27.102', '沒有', '沒有', '56.700', '73.500', '國語', '中度', '140', '140', NULL, '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', NULL, NULL, 1254969848);
INSERT INTO `user_health_bk` VALUES (63, 2, '2490', 74966400, '175', '男', '83', '沒有', '沒有', '37', '27.102', '沒有', '沒有', '56.700', '73.500', '國語', '中度', '140', '140', NULL, '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', NULL, NULL, 1254969857);
INSERT INTO `user_health_bk` VALUES (64, 2, '2490', 74966400, '175', '男', '83', '沒有', '沒有', '37', '27.102', '沒有', '沒有', '56.700', '73.500', '國語', '中度', '140', '140', NULL, '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', NULL, NULL, 1254969947);
INSERT INTO `user_health_bk` VALUES (65, 2, '2490', 422035200, '175', '男', '83', '沒有', '沒有', '37', '27.102', '沒有', '沒有', '56.700', '73.500', '國語', '中度', '140', '140', NULL, '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', NULL, NULL, 1254969954);
INSERT INTO `user_health_bk` VALUES (66, 2, '2490', 422035200, '175', '男', '83', '沒有', '沒有', '37', '27.102', '沒有', '沒有', '56.700', '73.500', '國語', '中度', '140', '140', NULL, '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', NULL, NULL, 1254970018);
INSERT INTO `user_health_bk` VALUES (67, 2, '2490', 422035200, '175', '男', '83', '沒有', '沒有', '37', '27.102', '沒有', '沒有', '56.700', '73.500', '國語', '中度', '140', '140', NULL, '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', NULL, NULL, 1254970044);
INSERT INTO `user_health_bk` VALUES (68, 0, '630', 422035200, '102', '男', '21', '沒有', '沒有', '10', '20.185', '沒有', '沒有', '19.200', '25.000', '國語', '輕度', '0', '0', NULL, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', NULL, NULL, 1254974159);
INSERT INTO `user_health_bk` VALUES (69, 22, '1950', 422035200, '170', '男', '65', '沒有', '沒有', '10', '22.491', '沒有', '沒有', '53.500', '69.400', '國語', '輕度', '140', '140', NULL, '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', NULL, NULL, 1254980309);
INSERT INTO `user_health_bk` VALUES (70, 22, '2010', 422035200, '170', '男', '67', '沒有', '沒有', '10', '23.183', '沒有', '沒有', '53.500', '69.400', '國語', '輕度', '140', '140', NULL, '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', NULL, NULL, 1254980596);
INSERT INTO `user_health_bk` VALUES (71, 3, '2250', 31507200, '177', '男', '90', '沒有', '沒有', '30', '28.727', '沒有', '沒有', '58.000', '75.200', '國語', '輕度', '111', '0', NULL, '0', '0', '444', '0', '3', '0', '4', '0', '0', '0', '0', '0', '0', NULL, NULL, 1254989619);
INSERT INTO `user_health_bk` VALUES (72, 3, '2250', 31507200, '177', '男', '90', '沒有', '沒有', '30', '28.727', '沒有', '沒有', '58.000', '75.200', '國語', '輕度', '111', '0', NULL, '0', '0', '444', '0', '3', '0', '4', '0', '0', '0', '0', '0', '0', NULL, NULL, 1254989636);
INSERT INTO `user_health_bk` VALUES (73, 5, '805', -28800, '101', '男', '23', '沒有', '沒有', '10', '22.547', '沒有', '沒有', '18.900', '24.500', '國語', '中度', '123', '0', NULL, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', NULL, NULL, 1254989661);
INSERT INTO `user_health_bk` VALUES (74, 6, '1680', -28800, '171', '女', '48', '沒有', '沒有', '10', '16.415', '沒有', '沒有', '54.100', '70.200', '國語', '輕度', '0', '0', NULL, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', NULL, NULL, 1254989696);
INSERT INTO `user_health_bk` VALUES (75, 22, '2010', 1116345600, '170', '男', '67', '沒有', '沒有', '10', '23.183', '沒有', '沒有', '53.500', '69.400', '國語', '輕度', '140', '140', NULL, '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', NULL, NULL, 1254989810);
INSERT INTO `user_health_bk` VALUES (76, 2, '2790', 422035200, '175', '男', '93', '沒有', '沒有', '37', '30.367', '沒有', '沒有', '56.700', '73.500', '國語', '中度', '140', '140', NULL, '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', NULL, NULL, 1254992403);
INSERT INTO `user_health_bk` VALUES (77, 7, '0', -28800, '100', '', '20', '', '', '10', '0.000', '', '', '0.000', '0.000', '', '', '0', '0', NULL, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', NULL, NULL, 1255052208);
INSERT INTO `user_health_bk` VALUES (78, 27, '1200', -965462400, '127', '男', '48', '沒有', '沒有', '24.', '29.760', '沒有', '沒有', '29.800', '38.700', '國語', '輕度', '11', '0', NULL, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', NULL, NULL, 1255063633);
INSERT INTO `user_health_bk` VALUES (79, 30, '1175', -939283200, '126', '男', '47', '沒有', '沒有', '10', '29.604', '沒有', '沒有', '29.400', '38.100', '國語', '輕度', '0', '0', NULL, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', NULL, NULL, 1255316391);
INSERT INTO `user_health_bk` VALUES (80, 0, '2000', 422035200, '175', '', '80', '沒有', '沒有', '38', '26.122', '沒有', '沒有', '0.000', '0.000', '國語', '輕度', '150', '150', NULL, '150', '150', '150', '150', '150', '150', '150', '150', '150', '150', '150', '150', '150', NULL, NULL, 1255338773);
INSERT INTO `user_health_bk` VALUES (81, 0, '2000', 422035200, '175', '', '80', '沒有', '沒有', '38', '26.122', '沒有', '沒有', '0.000', '0.000', '國語', '輕度', '150', '150', NULL, '150', '150', '150', '150', '150', '150', '150', '150', '150', '150', '150', '150', '150', NULL, NULL, 1255338801);
INSERT INTO `user_health_bk` VALUES (82, 0, '2000', 422035200, '175', '', '80', '沒有', '沒有', '38', '26.122', '沒有', '沒有', '0.000', '0.000', '國語', '輕度', '150', '150', NULL, '150', '150', '150', '150', '150', '150', '150', '150', '150', '150', '150', '150', '150', NULL, NULL, 1255338834);
INSERT INTO `user_health_bk` VALUES (83, 0, '2000', 422035200, '175', '', '80', '沒有', '沒有', '38', '26.122', '沒有', '沒有', '0.000', '0.000', '國語', '輕度', '150', '150', NULL, '150', '150', '150', '150', '150', '150', '150', '150', '150', '150', '150', '150', '150', NULL, NULL, 1255338872);
INSERT INTO `user_health_bk` VALUES (84, 0, '2000', 422035200, '175', '', '80', '沒有', '沒有', '38', '26.122', '沒有', '沒有', '0.000', '0.000', '國語', '輕度', '150', '150', NULL, '150', '150', '150', '150', '150', '150', '150', '150', '150', '150', '150', '150', '150', NULL, NULL, 1255338934);
INSERT INTO `user_health_bk` VALUES (85, 0, '2000', 422035200, '175', '', '80', '沒有', '沒有', '38', '26.122', '沒有', '沒有', '0.000', '0.000', '國語', '輕度', '150', '150', NULL, '150', '150', '150', '150', '150', '150', '150', '150', '150', '150', '150', '150', '150', NULL, NULL, 1255339029);
INSERT INTO `user_health_bk` VALUES (86, 33, '2000', 422035200, '175', '', '80', '沒有', '沒有', '38', '26.122', '沒有', '沒有', '0.000', '0.000', '國語', '輕度', '150', '150', NULL, '150', '150', '150', '150', '150', '150', '150', '150', '150', '150', '150', '150', '150', NULL, NULL, 1255339159);
INSERT INTO `user_health_bk` VALUES (87, 33, '2000', 422035200, '175', '', '80', '沒有', '沒有', '38', '26.122', '沒有', '沒有', '0.000', '0.000', '國語', '輕度', '150', '150', NULL, '150', '150', '150', '150', '150', '150', '150', '150', '150', '150', '150', '150', '150', NULL, NULL, 1255339171);
INSERT INTO `user_health_bk` VALUES (88, 35, '1575', 19065600, '157', '女', '45', '不知道', '不知道', '24.', '18.256', '不知道', '不知道', '45.600', '59.200', '國語', '輕度', '1', '0', NULL, '110', '0', '6', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', NULL, NULL, 1255391673);
INSERT INTO `user_health_bk` VALUES (89, 2, '2790', 422035200, '175', '男', '93', '沒有', '沒有', '37', '30.367', '沒有', '沒有', '56.700', '73.500', '國語', '中度', '140', '140', NULL, '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', '140', NULL, NULL, 1256191921);
INSERT INTO `user_health_bk` VALUES (90, 3, '2250', 31507200, '177', '男', '90', '沒有', '沒有', '30', '28.727', '沒有', '沒有', '58.000', '75.200', '國語', '輕度', '111', '0', NULL, '0', '0', '444', '0', '3', '0', '4', '0', '0', '0', '0', '0', '0', NULL, NULL, 1262924944);
INSERT INTO `user_health_bk` VALUES (91, 5, '805', -28800, '101', '男', '23', '沒有', '沒有', '10', '22.547', '沒有', '沒有', '18.900', '24.500', '國語', '中度', '123', '0', NULL, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', NULL, NULL, 1264538640);
INSERT INTO `user_health_bk` VALUES (92, 6, '1680', -28800, '171', '女', '48', '沒有', '沒有', '10', '16.415', '沒有', '沒有', '54.100', '70.200', '國語', '輕度', '0', '0', NULL, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', NULL, NULL, 1264538690);
INSERT INTO `user_health_bk` VALUES (94, 41, '1760', -284025600, '147', '女', '44', '沒有', '沒有', '10', '20.362', '沒有', '有', '40', '51.9', '國語', '重度', '0.7', '', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', 'CAPD', '94.1418656', 1264560174);
INSERT INTO `user_health_bk` VALUES (95, 41, '1320', -284025600, '147', '女', '44', '沒有', '沒有', '10', '20.362', '沒有', '沒有', '40', '51.9', '國語', '臥床', '0.7', '', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL, 1264562109);
INSERT INTO `user_health_bk` VALUES (96, 2, '2800', 422035200, '175', '男', '80', '沒有', '沒有', '37', '26.122', '沒有', '有', '56.7', '73.5', '國語', '重度', '0.7', '', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL, 1264664164);
INSERT INTO `user_health_bk` VALUES (97, 2, '2800', 422035200, '175', '男', '80', '沒有', '沒有', '37', '26.122', '沒有', '有', '56.7', '73.5', '國語', '重度', '0.7', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', 'HD', '', 1264668640);
INSERT INTO `user_health_bk` VALUES (98, 2, '2800', 422035200, '175', '男', '80', '沒有', '沒有', '37', '26.122', '沒有', '有', '56.7', '73.5', '國語', '重度', '0.7', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', 'HD', '', 1264668652);
INSERT INTO `user_health_bk` VALUES (99, 2, '2800', 422035200, '175', '男', '80', '沒有', '沒有', '37', '26.122', '沒有', '有', '56.7', '73.5', '國語', '重度', '0.7', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', 'HD', '', 1264668666);
INSERT INTO `user_health_bk` VALUES (100, 2, '2800', 422035200, '175', '男', '80', '沒有', '沒有', '37', '26.122', '沒有', '有', '56.7', '73.5', '國語', '重度', '0.7', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', 'HD', '', 1264668684);
INSERT INTO `user_health_bk` VALUES (101, 2, '2800', 422035200, '175', '男', '80', '沒有', '沒有', '37', '26.122', '沒有', '有', '56.7', '73.5', '國語', '重度', '0.7', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', 'HD', '', 1264668704);
INSERT INTO `user_health_bk` VALUES (103, 44, '2800', -284025600, '175', '男', '80', '沒有', '沒有', '10', '26.122', '沒有', '有', '56.7', '73.5', '國語', '重度', '0.7', '150', '10', '100', '4', '5', '4', '14', '9', '45', '100', '200', '3', '150', '100', '100', 'CAPD', '126.875829', 1264728734);
INSERT INTO `user_health_bk` VALUES (104, 44, '2800', -284025600, '175', '男', '80', '沒有', '沒有', '10', '26.122', '沒有', '有', '56.7', '73.5', '國語', '重度', '0.7', '150', '10', '100', '4', '5', '4', '14', '9', '45', '100', '200', '3', '150', '100', '100', 'CAPD', '126.875829', 1264728764);
INSERT INTO `user_health_bk` VALUES (105, 44, '2800', -284025600, '175', '男', '80', '沒有', '沒有', '10', '26.122', '沒有', '有', '56.7', '73.5', '國語', '重度', '0.7', '150', '10', '100', '4', '5', '4', '14', '9', '45', '100', '200', '3', '150', '100', '100', 'CAPD', '', 1264729180);
INSERT INTO `user_health_bk` VALUES (106, 2, '2800', 422035200, '175', '男', '80', '沒有', '沒有', '37', '26.122', '沒有', '有', '56.7', '73.5', '國語', '重度', '0.7', '150', '20', '100', '4', '5', '3', '13', '10', '45', '100', '190', '3', '200', '100', '100', 'HD', '', 1264734171);
INSERT INTO `user_health_bk` VALUES (107, 3, '2700', 31507200, '154', '男', '90', '沒有', '沒有', '58', '37.949', '沒有', '沒有', '58', '75.2', '國語', '輕度', '111', '0', NULL, '0', '0', '444', '0', '3', '0', '4', '0', '0', '0', '0', '0', '0', NULL, NULL, 1264735719);
INSERT INTO `user_health_bk` VALUES (108, 3, '2700', 31507200, '154', '男', '90', '沒有', '沒有', '58', '37.949', '沒有', '沒有', '58', '75.2', '國語', '輕度', '111', '0', NULL, '0', '0', '444', '0', '3', '0', '4', '0', '0', '0', '0', '0', '0', NULL, NULL, 1264735732);
INSERT INTO `user_health_bk` VALUES (109, 2, '2800', 422035200, '175', '男', '80', '沒有', '沒有', '37', '26.122', '沒有', '沒有', '56.7', '73.5', '國語', '重度', '0.7', '150', '20', '100', '4', '5', '3', '13', '10', '45', '100', '190', '3', '200', '100', '100', 'HD', '', 1266911650);
INSERT INTO `user_health_bk` VALUES (110, 2, '2800', 422035200, '175', '男', '80', '沒有', '沒有', '37', '26.122', '沒有', '有', '56.7', '73.5', '國語', '重度', '0.7', '150', '20', '100', '4', '5', '3', '13', '10', '45', '100', '190', '3', '200', '100', '100', 'HD', '', 1266913283);
INSERT INTO `user_health_bk` VALUES (111, 3, '2700', 31507200, '154', '男', '90', '沒有', '沒有', '58', '37.949', '沒有', '有', '43.9', '56.9', '國語', '輕度', '111', '0', '', '0', '0', '444', '0', '3', '0', '4', '0', '0', '0', '0', '0', '0', 'HD', '', 1266998487);
INSERT INTO `user_health_bk` VALUES (112, 3, '3000', 252432000, '154', '男', '100', '有', '沒有', '58', '42.166', '沒有', '有', '43.9', '56.9', '國語', '輕度', '111', '0', '', '0', '0', '444', '0', '3', '0', '4', '0', '0', '0', '0', '0', '0', 'HD', '', 1270261760);
INSERT INTO `user_health_bk` VALUES (113, 46, '3750', 31507200, '155', '男', '125', '有', '有', '44', '52.029', '有', '有', '', '', '國語', '輕度', '', '', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL, 1270262631);
INSERT INTO `user_health_bk` VALUES (114, 2, '2800', 422035200, '175', '男', '80', '沒有', '沒有', '37', '26.122', '沒有', '有', '56.7', '73.5', '國語', '重度', '0.7', '150', '20', '100', '4', '5', '3', '13', '10', '45', '100', '190', '3', '200', '100', '100', 'HD', '', 1271232436);
INSERT INTO `user_health_bk` VALUES (115, 47, '1320', -1830412800, '105', '男', '44', '沒有', '沒有', '10', '39.909', '沒有', '沒有', '20.4', '26.5', '國語', '輕度', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', 1271642885);
INSERT INTO `user_health_bk` VALUES (116, 48, '1320', -1830412800, '101', '男', '44', '沒有', '沒有', '10', '43.133', '沒有', '沒有', '18.9', '24.5', '國語', '輕度', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', 1271642983);
INSERT INTO `user_health_bk` VALUES (117, 49, '1380', -1830412800, '101', '男', '46', '沒有', '沒有', '10', '45.094', '沒有', '沒有', '18.9', '24.5', '國語', '輕度', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', 1271643023);
INSERT INTO `user_health_bk` VALUES (118, 3, '3000', 252432000, '154', '男', '100', '有', '沒有', '58', '42.166', '沒有', '有', '43.9', '56.9', '國語', '輕度', '111', '0', NULL, '0', '0', '444', '0', '3', '0', '4', '0', '0', '0', '0', '0', '0', NULL, NULL, 1271659088);
